[
    {
        "description": "", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "207", 
        "location": "", 
        "pathways": "[Pathway] Mapping Your MozFest Learning Journey", 
        "space": "", 
        "time": "", 
        "title": "BadgeLAB Leeds: Testing open badges for arts engagement"
    }, 
    {
        "description": "", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "36", 
        "location": "", 
        "pathways": "[Pathway] Mapping Your MozFest Learning Journey", 
        "space": "", 
        "time": "", 
        "title": "Choose a persona"
    }, 
    {
        "description": "", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "37", 
        "location": "", 
        "pathways": "[Pathway] Mapping Your MozFest Learning Journey", 
        "space": "", 
        "time": "", 
        "title": "Choose your Mozfest Pathway with Badges"
    }, 
    {
        "description": "", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "38", 
        "location": "", 
        "pathways": "[Pathway] Mapping Your MozFest Learning Journey", 
        "space": "", 
        "time": "", 
        "title": "Gain a Badge"
    }, 
    {
        "description": "", 
        "facilitator_1": "Laura De Reynal. Mozilla Foundation", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "39", 
        "location": "", 
        "pathways": "Research", 
        "space": "", 
        "time": "", 
        "title": "The Research Gallery"
    }, 
    {
        "description": "", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "40", 
        "location": "", 
        "pathways": "Research", 
        "space": "", 
        "time": "", 
        "title": "Learning from 10 artists using Webmaker "
    }, 
    {
        "description": "", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "588", 
        "location": "", 
        "pathways": "Global Innovation Network", 
        "space": "", 
        "time": "", 
        "title": "Innovative Disaster Relief – Examples from Haiti and Nepal "
    }, 
    {
        "description": "This session is aimed at creatively engaging children to use a variety of talents towards a common goal.  Children will add to an activity course for the Sphero or Arduino robot, to create a colourful, interactive end result by the end of the weekend.\nExample:\nA child (or adult) might decide to make a tunnel or see-saw bridge etc... to add to the course then attach a MakeyMakey or Arduino and program it using Scratch, S4A or Mind+ etc... to code a response to an input for example a noise of some sort or traffic lights to change at another section.\nThe aim is to demonstrate how many skills come together to create a great end result and to realise how all skills are valuable.  i.e. a child may choose to create and decorate a tunnel without any coding.\nSkills:\nArt, design, craft, coding, electronics, collaboration etc...", 
        "facilitator_1": "Su Adams", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "52", 
        "location": "", 
        "pathways": "Youth Learning", 
        "space": "", 
        "time": "", 
        "title": "Run the Gauntlet"
    }, 
    {
        "description": "\"Music is a moral law. It gives soul to the universe, wings to the mind, flight to the imagination, and charm and gaiety to life and to everything.Where words fail, music speaks. \" this quote impacts me to propose a session .Most of us like Music . Keeping the point of view and to attract participants for Mozfest i prepared a plan to MozJukebox- its a place where participants can dedicate their special songs to their beloved ones and this session makes different from others and as well as participant's will learn how open web and music related to each other and by the way the can perform their own activity . we are here to make them aware of this.", 
        "facilitator_1": "Sandeep kapalawai", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "55", 
        "location": "", 
        "pathways": "Youth Learning", 
        "space": "", 
        "time": "", 
        "title": "Juke Mozilla"
    }, 
    {
        "description": "", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "581", 
        "location": "", 
        "pathways": "", 
        "space": "", 
        "time": "", 
        "title": "Digital Identities: the landscape, the future, and legal hacking"
    }, 
    {
        "description": "The session is built upon the idea of turning ordinary objects into connected web aware devices. The participants of this workshop will learn how the Web of Things might be used to provide a standardised approach for connecting objects to the web.\nThe participants will choose an object and then apply 'Web of Things' thinking to make the object become a Web Thing (WT).\nA Web Thing (WT) is an intelligent sensor (or sensor array) that can recognise an event, understand its own state and take action depending on the input.\nThrough active participation the people can learn about the Web of Things in new and fun ways.", 
        "facilitator_1": "Patrick  McGee", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "56", 
        "location": "", 
        "pathways": "Youth Learning", 
        "space": "", 
        "time": "", 
        "title": "Intelligent Web Things"
    }, 
    {
        "description": "Appmaker and Webmaker currently require an Internet connection to work. On this session I will present the \"Appmaker in a box\" that allows the facilitator to create a self contained Appmaker workshop without the need for an internet connection. This is needed to teach on more poor or remote locations where internet access is not ubiquitous.", 
        "facilitator_1": "kapalawai kapalawai", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "57", 
        "location": "", 
        "pathways": "Youth Learning", 
        "space": "", 
        "time": "", 
        "title": "Appmaker in a Box"
    }, 
    {
        "description": "Democracy Street is an interactive digital arts and learning project, developed and curated by the artist Jon Adams. Commissioned by the Houses of Parliament and Arts Council England, and created in collaboration with Mozilla and Si digital, Democracy Street aims to raise awareness of the power of democracy and the importance of free and open information.\nWe do this by engaging the public in the generation of a Digital Interactive Map that gives insight into the people and events that shaped our political landscape since the sealing of Magna Carta.\nWe have created a mobile web app and website for users to discover the history of the people behind the names of their local streets - and how they contributed to democracy.\nDuring the session participants can engage with the project directly via smartphones and mobile devices, seeing their discoveries adding data to the Interactive Map in real-time.", 
        "facilitator_1": "Joseph Cavalla", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "61", 
        "location": "", 
        "pathways": "", 
        "space": "", 
        "time": "", 
        "title": "Democracy Street - Gamifying and Learning from Open Data"
    }, 
    {
        "description": "During our sessions we'll talk about the importance of work in our lives, how to discover what you're good at, where to find the people who are like you, and how to find your way in an increasingly fragmented and entrepreneurial culture of work where strict job titles and roles are becoming increasingly irrelevant.", 
        "facilitator_1": "Duncan Gough", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "63", 
        "location": "", 
        "pathways": "Youth Learning", 
        "space": "", 
        "time": "", 
        "title": "We're living in the future of work"
    }, 
    {
        "description": "The Session is about to teaching and localizing stuff. The web is growing day by day with awesome learners and we need to make it possible to provide in all possible languages, The Webmaker is available in many languages possible but its also requiring to localize the web into different modes where participation or people can reach out to the web. This session is all about the teach and do the productivity content localization with purity of content localization. Its a session to make the things with locale languages and localizing the things. So the engagement of people or participation can reach more with their locale languages.", 
        "facilitator_1": "Meghraj Suthar", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "67", 
        "location": "", 
        "pathways": "Participation Travel Stipend", 
        "space": "", 
        "time": "", 
        "title": "Localize The Web"
    }, 
    {
        "description": "Womoz is Mozilla program that encourages women to contribute to the open web under Mozilla's mission of openness, innovation & opportunity. Women can also feel encouraged to participate in a number of Mozilla projects such as Firefox OS, webmaker among others.\nTherefore this session will introduce women to a functional area called WOMOZ, that sensitises women on how to easily make good use of their skiils on the web depending on what they frequently use the it for.", 
        "facilitator_1": "Joyce Nalwadda", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "94", 
        "location": "", 
        "pathways": "Participation Travel Stipend", 
        "space": "", 
        "time": "", 
        "title": " WOMOZ - Women in Mozilla. "
    }, 
    {
        "description": "", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "565", 
        "location": "", 
        "pathways": "[PARTICIPATION] Under Consideration, [Pathway] Citizen Science", 
        "space": "", 
        "time": "", 
        "title": "Design Thinking for Participation "
    }, 
    {
        "description": "", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "420", 
        "location": "", 
        "pathways": "[Pathway] Mapping Your MozFest Learning Journey", 
        "space": "", 
        "time": "", 
        "title": "Coderdojo and Open Badges"
    }, 
    {
        "description": "Understanding how memes convey opinions and how their spread relates to the spread of rhetorics behind those opinions but also to the spread of fake information, and intox in general is the overall goal of the session. We follow the way politically-charged information spreads online and can go viral. To this end, we track the spread of memes online using image search platforms, network reconstruction and mapping the changes in their rhetoric across their lifetime.", 
        "facilitator_1": "Rayna Stamboliyska", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "419", 
        "location": "", 
        "pathways": "Global Village Athena Library", 
        "space": "", 
        "time": "", 
        "title": "\"How does information spreads online? Memes explain\""
    }, 
    {
        "description": "My session will be based on ‘Webmaker for Android’ and the main target would be women (especially young ones). However, guys can join as well. People will be able to know about the WoMoz program and Mozilla while creating contents about them. They will be given some specific topics to create content which will be related to Mozilla, open web and online privacy. My main goals are: people will learn about open web, online privacy, Mozilla and the WoMoz program while using the application. They will surf on the internet about the topics and know in more efficient way. From web users they will become web makers. Since young people learn fast it will be great opportunity to work with them.", 
        "facilitator_1": "Tanha Islam", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "414", 
        "location": "", 
        "pathways": "Participation Travel Stipend", 
        "space": "", 
        "time": "", 
        "title": "Webmaker and WoMoz"
    }, 
    {
        "description": "This session will be centered around video content on the web. It will focus generally around mozilla/popcorn-editor which is a modular javascript library which allows users to implement the editor from popcorn.webmaker.org. While this session is primarily discussion based I will also go over a simple tutorial of implementing the editor on a website and then dive into creating additional plugins into the editor. For instance, for the demo we will go over implementing an index plugin which allows users to associate specific keywords with events in the video and then store this data in the project metadata.", 
        "facilitator_1": "Mike Nolan", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "411", 
        "location": "", 
        "pathways": "Global Village Athena Library", 
        "space": "", 
        "time": "", 
        "title": "Collaboritive Video Editing on The Web"
    }, 
    {
        "description": "Learn a little bit of HTML and CSS, whilst saving kittens in the process. In Erase All Kittens (https://eraseallkittens.com/), players must explore a fantasy Internet universe, using code to change the world around them, in order to defeat the evil Operation E.A.K. - Erase All Kittens.\nE.A.K. is aimed at anyone aged 7+, but kids much younger than that have enjoyed learning with E.A.K. too.", 
        "facilitator_1": "Joe Dytrych", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "140", 
        "location": "", 
        "pathways": "", 
        "space": "", 
        "time": "", 
        "title": "E.A.K. Walk-In - Save Kittens, Learn HTML!"
    }, 
    {
        "description": "The goal of this session is to explore how the maker-centric learning environment itself can be used as a tool for creating more opportunities to teach others. By harnessing the potential of our community, we can increase access to opportunities for making and sharing.\nHow can we, as educators or parents, inspire kids (and other adults!) to make with us, and empower them to take their new knowledge and skills to share with their family, friends or classmates?\nWhat levels of engagement and understanding are required to make us feel as though we are able to take what we have learned and show it to someone else? How can we design workshops that empower participants to do that?\nWith these goals in mind, we will learn how to make a small project, and then share our new knowledge and skills by teaching another group how to make it too.", 
        "facilitator_1": "Erica Tiberia", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "408", 
        "location": "", 
        "pathways": "Youth Learning", 
        "space": "", 
        "time": "", 
        "title": "Making Together"
    }, 
    {
        "description": "This session focuses on building Web Security Awareness for the attendees. Its helps  the attendees to build  their applications more securely using Web Security Tools[1].\nWith the help of security tools, People can attack their own designed Web applications and check for the vulnerabilities in their applications and code it more securely.\nFor an instance, Assume a coder created Login page, He can use ZAP (Web Security Tool) to attack his Login page in different ways and sort out the ways to trace out the flaws. In this way ZAP gives the coder chance to build their Web Application more securely. (Though its only one of the many features of ZAP).", 
        "facilitator_1": "Sumanth  Damarla", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "158", 
        "location": "", 
        "pathways": "Participation Travel Stipend", 
        "space": "", 
        "time": "", 
        "title": "Securing the Web"
    }, 
    {
        "description": "Reporting the news involves gathering, assessing, creating and presenting information... often in an unstructured manner, whether for print, digital or broadcast. The relationships between the people, events and themes in the coverage get lost in a sea of text or video, as does the opportunity to leverage this knowledge and data in future reporting.\nThis session will explore methods of retaining the structured data that lives in your notes (or thoughts) as you develop a story.", 
        "facilitator_1": "Jacqui Maher", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "159", 
        "location": "", 
        "pathways": "[JOURNALISM] Under Consideration", 
        "space": "", 
        "time": "", 
        "title": "Reporting with Structured Data"
    }, 
    {
        "description": "Our session will allow the attendees come up with webmaker makes using the webmaker app, they will learn how to teach the Internet to others with both the availability and unavailability of Internet connectivity, and they will also leave with a proper understanding of the web, and learn how to use the web reliably and efficiently, which will enable them become citizens of the web\nGoal: Teach the open web offline and translate this knowledge to the web by illustrating the enhanced usage of the web.\nParticipants will learn how to train the open web without Internet connectivity and acquire skills of interacting with the web reliably and efficiently.\nParticipants will learn, create makes, play games and compete in challenges", 
        "facilitator_1": "John Baptist Ochieng", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "167", 
        "location": "", 
        "pathways": "Participation Travel Stipend", 
        "space": "", 
        "time": "", 
        "title": "Enhancing Open Web Experience"
    }, 
    {
        "description": "1. To provide a comprehensive view of the iHub ecosystem and how balance is maintained\n2. To showcase how iHub has evolved towards sustainability\n3. To highlight ever-present sustainability challenges iHub faces\n4. To openly brainstorm with the audience on how to overcome challenges", 
        "facilitator_1": "Evans Campbell", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "179", 
        "location": "", 
        "pathways": "Global Innovation Network", 
        "space": "", 
        "time": "", 
        "title": "Sustaining an Innovation Hub: Lessons from the iHub"
    }, 
    {
        "description": "Understanding privacy is very important. Many adults think that they have lost control over their personal information , which is used by the online companies. This session will help them put their data in control. Mozilla has implemented a number of privacy features in their products and this session will promote those features.\nPrivacy Security booths can have series of booths:\n1) Password Booth (How to make your password strong)\n2) Tracking Booth (See how websites track you)\n3) Firefox Features Booth (How Firefox can help you)\nEg: Lightbeam,Private Browsing,Forget Button,etc\n4) Firefox + DuckDuckGo Booth\n(demonstrate why Firefox with DuckDuckGo is a better choice)\n5) Firefox for Phones Booth\n6) Firefox OS (The only Mobile OS to have DO NOT TRACK feature)\n7) Installation Booth (help attendees install privacy products on their personal laptops and phones )\n8) Net Neutrality Booth (Spread awareness about)\n*Differential pricing\n*Surveillance\n*Zero platforms", 
        "facilitator_1": "Mayur  Patil", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "186", 
        "location": "", 
        "pathways": "Participation Travel Stipend, [DC] Accepted", 
        "space": "", 
        "time": "", 
        "title": " Privacy and Security booths at Makerparties"
    }, 
    {
        "description": "Inspired by the Things Network in Amsterdam, this session looks at crowd sourcing a free, open and distributed Internet of Things infrastructure for the benefit of everyone. The session looks at how using off the shelf Long Range Wide Area Network (LoRaWAN) components we can build city-wide IoT infrastructure that is community owned.", 
        "facilitator_1": "Julian Tait", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "540", 
        "location": "", 
        "pathways": "Global Village Garage", 
        "space": "", 
        "time": "", 
        "title": "IoT is too important for big IT"
    }, 
    {
        "description": "People will learn how to use JavaScript for IoT projects with this incredibly small board. They will learn the basics of the components, how to make it run, modify and learn something new. It's all about imagination.", 
        "facilitator_1": "Giovanny Andres Gongora Granada", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "393", 
        "location": "", 
        "pathways": "Participation Travel Stipend", 
        "space": "", 
        "time": "", 
        "title": "Espruino Pico and IoT"
    }, 
    {
        "description": "", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "189", 
        "location": "", 
        "pathways": "[Pathway] Mapping Your MozFest Learning Journey", 
        "space": "", 
        "time": "", 
        "title": "Community Co-Creation Pathways"
    }, 
    {
        "description": "The Webmaker app for Android is great for people who do not want to write code to create a project. However this also results in a backlash from coding-minded users who want to utilize their coding capabilities to create projects.\nBy using the Thimble app for Android, those coding-minded users will be able to add HTML, CSS, JavaScript code to create their makes, projects, website, etc.", 
        "facilitator_1": "Muhammed Hasan Ahmed", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "388", 
        "location": "", 
        "pathways": "Participation Travel Stipend", 
        "space": "", 
        "time": "", 
        "title": "Thimble for Android"
    }, 
    {
        "description": "The session is precisely about connecting to the web, keeping self-privacy and get to know how people are using it in daily life. The understanding of inter-relation among HTTP, Browser and web documents will make the attendee to capture what the content in the INTERNET is and why it is for. From this attendee will be able to categorize the private and safety information that needs to hide from public access. The session will include a hands-on network topology build-up for mail-server(using network-simulator) and help them learn about the data packet passing more visually.  A little understanding with visual talk on data filtering will be added to let them understand about behavioral data. There will also be a little talk on net neutrality and user's right to get the web information on an equal platform. From Internet activity to Net Neutrality will be the flow of awareness talk.", 
        "facilitator_1": "Asma  Islam", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "208", 
        "location": "", 
        "pathways": "Participation Travel Stipend", 
        "space": "", 
        "time": "", 
        "title": "Internet and Web Privacy- Web Literacy 101 "
    }, 
    {
        "description": "", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "387", 
        "location": "", 
        "pathways": "[Pathway] Mapping Your MozFest Learning Journey", 
        "space": "", 
        "time": "", 
        "title": "Democracy Street"
    }, 
    {
        "description": "It will allow users to create custom Web content easily and quickly, no coding required. Its practical, fun, and a key building block for teaching and improving Web literacy. It’s also a tool for empowering individuals and strengthening the open Web.\nGoals:-\n> Make active users of web!\n> Allow users to create using their imagination.\n> Increase interest in users for making the web!", 
        "facilitator_1": "Umesh Agarwal", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "229", 
        "location": "", 
        "pathways": "Participation Travel Stipend", 
        "space": "", 
        "time": "", 
        "title": "Webmaker for Android Hans-on!"
    }, 
    {
        "description": "In the session I aim to get participants using Scratch (a fun interactive block based programming language) with Scratch extensions both created by myself and others. These extensions allow you to do many different things with Scratch but in the session we will focus on connecting Scratch to the outside world using hardware such as as Arduinos or mobile phones and the open source extensions I have developed. If there is time we will also look at several other different Scratch extensions that others have produced that I've found interesting and also briefly detail how participants can make their own extensions.", 
        "facilitator_1": "Thomas Preece", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "233", 
        "location": "", 
        "pathways": "Global Village Garden", 
        "space": "", 
        "time": "", 
        "title": "Connecting everything but the kitchen sink to Scratch"
    }, 
    {
        "description": "The idea of this panel is to share experiences on the creation and sustainability of innovation and community-run spaces like hackerspaces, makerspaces and fablabs, with a special focus on the 3rd world and its specific challenges.\nIn other words, that means that every participant will be able to learn from others and share their own experiences about innovation/hacking/making community-run spaces from their own perspectives.\nA consequence of this is building stronger connections betwwen communities and spaces in the underdeveloped and developing world.", 
        "facilitator_1": "Rodrigo Rodrigues da Silva", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "238", 
        "location": "", 
        "pathways": "Global Innovation Network, Global Village Garage", 
        "space": "", 
        "time": "", 
        "title": "From Garoa Hacker Clube to Olabi: 5 years of hackerspaces, makerspaces, hardware startups and creative hubs in Brazil"
    }, 
    {
        "description": "It can be a little overwhelming to receive an email asking you to give a talk, run a training session, or co-organize a hackathon if you’ve never done it before.  Fellows who collaborate with Mozilla across science, journalism, learning and advocacy need resources to assist them to effectively engage the public in a variety of situations.  This open hack sessions aims to create a space at MozFest to compile and co-create resources to assist Mozilla fellows, as well as other leaders, to engage the public.", 
        "facilitator_1": "Karen Smith", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "243", 
        "location": "", 
        "pathways": "Inclusive Communities, Science Fellows Journey", 
        "space": "", 
        "time": "", 
        "title": "Hacking on Public Engagement Resources for Fellows"
    }, 
    {
        "description": "Just like artists gain greater control over their works through self-publishing, our session will teach participants how to self-publish on the web. We will do this by teaching them to host their own web content and applications, in this case, WordPress, using basic operations skills, alongside the importance of security for privacy.", 
        "facilitator_1": "Tanner Filip", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "257", 
        "location": "", 
        "pathways": "", 
        "space": "", 
        "time": "", 
        "title": "Self-publishing on the web - how to host your own website"
    }, 
    {
        "description": "From cave walls to Facebook walls we have always embraced visual communication With the changing media landscape, our streams, memes, and zines have exploded with imagery, ushering in a need for visual literacy skills. We are quickly moving from images as decoration and augmentation to images as sole content and communication tool. Technology has affected knowledge in such a way as to diminish the value of “raw” information and increase the value of sense-making, as well as chip away at attention spans, sparking a need for distillation of complex ideas. Images can essentialize the cumbersome in beautiful ways. They have a “stickiness” for the viewer and challenge the critical thinking of the creator.\nThis hands-on session offer participants an opportunity to tinker and play with:\nmetaphorical thinking, iconography, pictograms, emoji, typography, sketchnotes and photography.\nWe’ll experiment with ways to use visual language for critical thinking, social interaction and creative expression", 
        "facilitator_1": "Amy  Burvall", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "516", 
        "location": "", 
        "pathways": "Seeing–Drawing–Producing Smilies", 
        "space": "", 
        "time": "", 
        "title": "Image is Everything: Visual Thinking"
    }, 
    {
        "description": "", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "468", 
        "location": "", 
        "pathways": "New Technologies for Participation -- Challenge, [PARTICIPATION] Accepted, [Pathway] Storytellers & coders united: together we can change the world!", 
        "space": "", 
        "time": "", 
        "title": "Change the world through code: how to meet the person you need in your team to do so"
    }, 
    {
        "description": "", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "372", 
        "location": "", 
        "pathways": "[Pathway] Mapping Your MozFest Learning Journey", 
        "space": "", 
        "time": "", 
        "title": "Charting Achievement: Using Open Badges to Design Learning Playlists"
    }, 
    {
        "description": "The purpose of this session is to challenge current thinking about the role of African tech hubs in society by sharing insights from research on hubs as creative spaces—institutions that engage in complex problem solving. There are at least 90 African tech hubs that serve as infrastructure to catalyze technology, entrepreneurship, and innovation. Not only do they act as physical infrastructure, providing access to power, internet, and space, but they also offer access to human, financial and social capital. By distributing these resources more efficiently, hubs make it easier to build start-ups, develop tech, and foster innovation.\nBut can hubs also create better solutions to complex social problems? Many tech hubs are engaged in developing tech solutions for education, health, and governance challenges. However, there is an opportunity to push past “there's an app for that” thinking and reconceive tech hubs as creative spaces that foster tech-enabled, innovative problem solving.", 
        "facilitator_1": "Tayo Akinyemi", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "371", 
        "location": "", 
        "pathways": "Global Innovation Network", 
        "space": "", 
        "time": "", 
        "title": "Tech Hubs 2.0: What is a Tech Hub's Role in Society?"
    }, 
    {
        "description": "Idea of workshop is to present concrete examples (from technology, medicine...) where harm is done to the end user in the name of Intellectual property. Also, libertarian view on that matter will be presented and similarities with open source and free software movement.\nAll of the participants will have opportunity to present their examples or discuss similar related matters that bothers them throughout workshop.\nGoal of the workshop is to build blog where all the reports can be presented and where people can ask for advice on matter of IP or dubious regulations in their countries. All of that is affecting free and open Internet and individual liberties.", 
        "facilitator_1": "Dejan Strbad", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "306", 
        "location": "", 
        "pathways": "Global Village Athena Library", 
        "space": "", 
        "time": "", 
        "title": "Corporatism and Intellectual property: where private ends and rent begins"
    }, 
    {
        "description": "We’ll facilitate a fun, playful, interactive workshop, guiding participants through a paper-based storytelling game. Participants will collaboratively remix a new creative work from bits + pieces of media we provide, related to a fictional narrative, found scattered across many digital services + platforms.\nOur goal is to explore how a holistic, digital system based on these interactions + principles might work, and to uncover its potential social + data privacy implications.\nWe’re also hoping these ideas inspire our participants to join our community of contributors, early adopters and testers, interested in the potential of our vision: a tool helping storytellers unlock their creativity. Please see:\nhttps://vimeo.com/136997295 (video)\nhttps://makeparallels.herokuapp.com (live demo)", 
        "facilitator_1": "Steven Dale", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "362", 
        "location": "", 
        "pathways": "Global Village Athena Library", 
        "space": "", 
        "time": "", 
        "title": "Make Parallels"
    }, 
    {
        "description": "Web articles lead people on long journeys of hyperlinks and tab accumulation. This spreads the information out and can hurt your ability to see how it all connects. The session will focus on the discussion of these information networks and how they can be visualized. There will also be a group oriented activity that will have people working together to design a tool/UI that can be used to aid in this process.", 
        "facilitator_1": "Michael Martinez", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "310", 
        "location": "", 
        "pathways": "Research", 
        "space": "", 
        "time": "", 
        "title": "Caught in the Web - How to understand how information you consume online fits together"
    }, 
    {
        "description": "This session is to teach people how to mine the web, especially the social networks to extract information. I believe, if people actually get down to mining and getting their hands dirty with this experience, then only will they clearly understand the negative side of it i.e the risks associated in the cyber world regarding the privacy and also the mindsets of hackers and web miners who can get private information through this. Thus they understand the importance of keeping information secure and private even on social networking sites like facebook or twitter in which people generally trust too much.", 
        "facilitator_1": "Shagufta Gurmukhdas", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "324", 
        "location": "", 
        "pathways": "Participation Travel Stipend", 
        "space": "", 
        "time": "", 
        "title": "Mine your space"
    }, 
    {
        "description": "This session will be geared towards working with elections data. We will focus on creative ways to show election results.\nFor example, sometimes the official divisions of a city needed for administrative tasks are not necessarily meaningful to the city’s population. In many cases, the city has living parts that do not fit in the limits of official administrative level divisions\nWe will show how we have solved this issue for the Elections in Buenos Aires and I hope that after the session the attendees will have some creative ideas on how to work with election data and apply them in the next elections they are interested in.", 
        "facilitator_1": "Juan Elosua", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "501", 
        "location": "", 
        "pathways": "", 
        "space": "", 
        "time": "", 
        "title": "Draw your own election adventure, beyond official boundaries"
    }, 
    {
        "description": "With a Raspberry Pi, a bit of wire, and a phone, learn how to convert your Pi into an FM transmitter for your house-share of community cafe, and load it with audio content that everybody in range can edit and playlist.", 
        "facilitator_1": "Basile Simon", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "349", 
        "location": "", 
        "pathways": "Global Village Garage", 
        "space": "", 
        "time": "", 
        "title": "Build your own FM radio station for $25 and control it from your phone"
    }, 
    {
        "description": "The goal of the FlyWeb session is to promote, intrigue, and encourage feedback from attendees. We want to be able to engage users by showcasing our Fennec addon prototype and let their imagination do the rest because at the end of the day, FlyWeb has unlimited possibilities. We will also have tutorial materials and a full demo to showcase some popular use cases. We want to walk our attendees through the concept of advertising and consuming nearby services\non their phone. Lastly, we want our attendees to have the opportunity to see what we have been working on first hand and play with our prototype.", 
        "facilitator_1": "Nicole Yee", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "539", 
        "location": "", 
        "pathways": "New Technologies for Participation -- Challenge", 
        "space": "Building Participation", 
        "time": "", 
        "title": "FlyWeb"
    }, 
    {
        "description": "[Here’s the session in a nutshell: https://raw.githubusercontent.com/phillipadsmith/2014.phillipadsmith.com/master/files/colonize-github-100px.jpg ]\nWhat would it take to simplify and unlock the collaborative power Github for all?\nToday, Github is virtually everywhere. It’s become a part of most developers’ daily lives, and is increasingly spreading to the lives of non-developers too. From civic hackers, researchers and policymakers to educators, journalists and project managers, it seems like the whole world is “going Github.”\nThe problem is: Github is still surprisingly hard for most everyday users to unlock. Non-technical users hit big barriers when trying to understand what Github is all about. And even experienced users struggle to keep up with all the new features, integrations, and innovations.\nThe goal of this session will be to brainstorm and hack on solutions to that problem.\nWe’ll map out Github’s territory, ask the question “What if…?,” and explore what’s possible in this new world of open, networked, co-creation.", 
        "facilitator_1": "Phillip Smith", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "325", 
        "location": "", 
        "pathways": "Scaling Participatory Learning Experiences", 
        "space": "Building Participation", 
        "time": "", 
        "title": "Github Gitdown: unlocking the potential of the world’s largest co-creation platform"
    }, 
    {
        "description": "As volunteer community leaders with little to no resources, how do we maximize resources in our community in order to achieve our goals?  This workshop allows community leaders (from novice to expert) to identify challenges in their communities, and apply Design Thinking process to come up with innovative solutions to maximize existing resources in order to achieve radical participation.  Participants will get a crash course on the Design Thinking problem solving process in a hands-on participatory exercise.", 
        "facilitator_1": "Helen Lee", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "506", 
        "location": "", 
        "pathways": "Leading and Building Community Through Participation, Participation Travel Stipend, [PARTICIPATION] Accepted", 
        "space": "Building Participation", 
        "time": "", 
        "title": "Design Thinking - Maximizing Resources in Your Community"
    }, 
    {
        "description": "Our session will focus on the idea of open-sourcing educational projects to target educators themselves to encourage their work with educational organizations. Using the example of a professional development calendar, created to support teacher-learning with civic and cultural institutions and organizations, we would like to showcase the benefits of open-sourcing an educational project within a community.", 
        "facilitator_1": "Julie Koslowsky", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "365", 
        "location": "", 
        "pathways": "Scaling Participatory Learning Experiences, [PARTICIPATION] Accepted", 
        "space": "Building Participation", 
        "time": "", 
        "title": "Open - Sourcing Collaborative Educational Projects"
    }, 
    {
        "description": "Learn about the successful Mozilla program 'Tech Speakers' which has trained and empowered a small group of community leaders as technical speakers in 2015.  Then help us imagine what it would look like to scale the program to hundreds of community leaders in 2016!", 
        "facilitator_1": "George Roter", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "607", 
        "location": "", 
        "pathways": "Scaling Participatory Learning Experiences", 
        "space": "Building Participation", 
        "time": "", 
        "title": "Scaling The Tech Speakers Program at Mozilla"
    }, 
    {
        "description": "Will be a kit of Leadership paper games that will test and improve the ability to make fast decisions, based on strong arguments and quick voting decisions. Will be quick fun games. A couple of paper games and one game based on the London's Tube! The session's goals are: to develop Leadership and improve the skills to make fast and fair decisions.", 
        "facilitator_1": "Adriano Cupello", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "510", 
        "location": "", 
        "pathways": "Leading and Building Community Through Participation, Participation Travel Stipend, [PARTICIPATION] Accepted", 
        "space": "Building Participation", 
        "time": "", 
        "title": "Leadership Games! "
    }, 
    {
        "description": "", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "284", 
        "location": "", 
        "pathways": "Scaling Participatory Learning Experiences, [PARTICIPATION] Accepted, [Pathway] Mapping Your MozFest Learning Journey", 
        "space": "Building Participation", 
        "time": "", 
        "title": "Building badge-based pathways to employment"
    }, 
    {
        "description": "This session will provide resources, recommendations, and tools, to build foundations for inclusion and diversity in your project, team, group, club, or class, and to grow participation from diverse voices.  Attention will be paid to how to understand and work on specific issues including unconscious bias, working as an ally (or needing allies), impostor syndrome, intersectionality, and more.", 
        "facilitator_1": "Larissa Brown Shapiro", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "261", 
        "location": "", 
        "pathways": "Leading and Building Community Through Participation, [PARTICIPATION] Accepted", 
        "space": "Building Participation", 
        "time": "", 
        "title": "Tools for growing an inclusive diverse project"
    }, 
    {
        "description": "", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "467", 
        "location": "", 
        "pathways": "Leading and Building Community Through Participation, [PARTICIPATION] Accepted, [Pathway] Storytellers & coders united: together we can change the world!", 
        "space": "Building Participation", 
        "time": "", 
        "title": "Use your skills to actually change the world!"
    }, 
    {
        "description": "This session shares all the ways in which you can utilize GitHub’s free hosting for all repositories and accounts. Attendees will learn how to set up static websites and blogs for their projects or documentation.", 
        "facilitator_1": "Jessica Lord", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "259", 
        "location": "", 
        "pathways": "New Technologies for Participation -- Challenge, [PARTICIPATION] Accepted", 
        "space": "Building Participation", 
        "time": "", 
        "title": "Publishing and Hosting on GitHub"
    }, 
    {
        "description": "Design a participation model, how to address the challenge of educating & enabling the collective humanity about the future of rapid and exponential growth of technology (and its projected pros and cons - relating to privacy, AI, mortality etc.), which so far, is only a concern for very selective few futurists.", 
        "facilitator_1": "Soumya Deb", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "217", 
        "location": "", 
        "pathways": "Participation Travel Stipend, Scaling Participatory Learning Experiences, [PARTICIPATION] Accepted", 
        "space": "Building Participation", 
        "time": "", 
        "title": "Digital Literacy in the World of Accelerating Returns"
    }, 
    {
        "description": "Scaling the leading & learning program for Participation at Mozilla!  Join us in imagining and prototyping educational experiences, and opportunities for community leadership in the next year!", 
        "facilitator_1": "Emma Irwin", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "606", 
        "location": "", 
        "pathways": "Scaling Participatory Learning Experiences", 
        "space": "Building Participation", 
        "time": "", 
        "title": "Scaling the leading & learning program for Participation at Mozilla"
    }, 
    {
        "description": "This session will explore the ongoing challenge for community-based programs, non-profit organizations, and NGOs to make the best use of professional volunteers to achieve an impactful outcome. Participants in the session will identify the most scalable contributions to an open-source technology project (in particular) and co-construct a framework for engaging professional volunteers.\nThe perfect balance between a volunteer’s skills, availability and interests, and an organization’s needs is a tricky target to strike. When it is done successfully, there is a great mutual benefit to everyone involved. However, the most impactful contributions are those that provide a sustainable structure and enable an organization or project to scale.\nTogether with Mozilla designers experienced in limited-contribution, professional volunteer experiences and Mozilla educators experienced with community-based projects, participants will create an open, shared standard for structuring a professional volunteer engagements to maximize the success, impact, sustainability and scalability of a professional volunteer contribution.", 
        "facilitator_1": "Robert Friedman", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "314", 
        "location": "", 
        "pathways": "Leading and Building Community Through Participation, [PARTICIPATION] Accepted", 
        "space": "Building Participation", 
        "time": "", 
        "title": "Open Practices for Scalable, Professional Contributions in Community-based Projects"
    }, 
    {
        "description": "We will explain the iceberg model from Otto Scharmer's Theory-U.\nFollowing that there will be a discussion on how to apply his theory in our community work.", 
        "facilitator_1": "Henrik  Mitsch", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "397", 
        "location": "", 
        "pathways": "Leading and Building Community Through Participation", 
        "space": "Building Participation", 
        "time": "", 
        "title": "The Iceberg Model"
    }, 
    {
        "description": "Participants will learn to build their own Firefox OS app or game, ready to publish in the market! The session will allow them to build an app of their choice while getting help from other participants.", 
        "facilitator_1": "Errietta Kostala", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "154", 
        "location": "", 
        "pathways": "New Technologies for Participation -- Challenge, Participation Travel Stipend, [PARTICIPATION] Accepted", 
        "space": "Building Participation", 
        "time": "", 
        "title": "Firefox OS app-building workshop"
    }, 
    {
        "description": "This session will gather folks interested in delivering organized learning experiences on the web.  We will brainstorm different tools that Mozillians can use to create a distributed learning experience. Given the number of respondents to the Pledge to Teach CTA who asked for professional development from MLN we will need to level up the instructional design of RCs, CCs, and metnors. We will focus on building classes that use open source tools and empower learners to develop their own content and learning pathways.", 
        "facilitator_1": "Greg McVerry", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "409", 
        "location": "", 
        "pathways": "Scaling Participatory Learning Experiences, [PARTICIPATION] Accepted", 
        "space": "Building Participation", 
        "time": "", 
        "title": "Building Federated Learning with Open Source Tools"
    }, 
    {
        "description": "Ever dreamt of hacking your mobile device to really suits your needs? This session will get you started on creating add-ons for Firefox OS to customise your device and get a truly tailored experience.\nBring your laptop and your Firefox OS device if you have one.", 
        "facilitator_1": "Guillaume Marty", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "139", 
        "location": "", 
        "pathways": "New Technologies for Participation -- Challenge, [PARTICIPATION] Accepted", 
        "space": "Building Participation", 
        "time": "", 
        "title": "Hands on on Firefox OS add-ons"
    }, 
    {
        "description": "My session will allow people to learn how to get started with open source contributions. Sometimes getting started can be daunting and this workshop hopes to lessen the learning curve. In a nutshell people would be walked through the steps on how to get started contributing to open source from the ground up. Raging from things as opportunities to translate, coding, close captioning, documentation and much more. Having a list of beginner friendly projects of Mozilla that are in need of contributors will be a great addition to the program, as then we can promote opportunities within Mozilla in addition to other open source projects.", 
        "facilitator_1": "Gloria Dwomoh", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "452", 
        "location": "", 
        "pathways": "Scaling Participatory Learning Experiences, [PARTICIPATION] Accepted", 
        "space": "Building Participation", 
        "time": "", 
        "title": "Getting Started with Open Source Contributions "
    }, 
    {
        "description": "Building a strong online and in person community:\nCommunities can exist online, in person and many times, both. When communities live successfully online and in person, they can really compliment one another. However, at times, they can feel very disconnected and like two separate communities. How can we bridge the gap between the online and in person, to ultimately create a more integrated community that builds momentum? How do you engage these two different types of communities in a way that gets them connecting with one another and breaking down that digital barrier?", 
        "facilitator_1": "Nick Weinbegr", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "423", 
        "location": "", 
        "pathways": "Inclusive Communities, New Technologies for Participation -- Challenge, [PARTICIPATION] Accepted", 
        "space": "Building Participation", 
        "time": "", 
        "title": "Connecting online + in person communities"
    }, 
    {
        "description": "Cynefin Lego Game is a playful way to learn and experience four of the five domains of the Cynefin Framework (https://en.wikipedia.org/wiki/Cynefin), a leader’s framework for decision making which can be used to understand situations in organisations and in teamwork, and to decide how to approach them. By going through different exercises in which the problem to solve and the context will change, the attendees will learn the challenges behind each domain, and why we have to tackle them in very different ways. The game will let attendees experience the domains of Dave Snowden’s Cynefin framework, teamwork and the decision-making process in different scenarios. And have fun with Lego bricks of course :)", 
        "facilitator_1": "Francesco Iovine", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "428", 
        "location": "", 
        "pathways": "Leading and Building Community Through Participation, [PARTICIPATION] Accepted", 
        "space": "Building Participation", 
        "time": "", 
        "title": "Cultivating leadership by having fun: the Cynefin Lego Game"
    }, 
    {
        "description": "This is the kick-off session for the Pathway 'New Technologies for Participation - Challenge!' which asks you techie, story teller, maker, inventor to go out into Mozfest  - to learn,  hack and ultimately bring back new ideas for Participation at Mozilla.  If you can get away with it, bring the technology back with you as well.  This session will layout the challenge for Demo on Sunday!", 
        "facilitator_1": "Emma Irwin", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "608", 
        "location": "", 
        "pathways": "New Technologies for Participation -- Challenge", 
        "space": "Building Participation", 
        "time": "", 
        "title": "Mozilla Participation - Tech Challange!"
    }, 
    {
        "description": "Today's activist campaigns are innovative and connected, leveraging the web to build collective voice. Open source practice could amplify the power of contemporary activism by sharing resources and learning outcomes openly between movements. In this session we will use GitHub to codesign a framework for planning activist campaigns. It won't be too technical - if you can use a web browser you can learn to use GitHub during the session! We'll create a template to guide new movements with the benefit of your past experiences and together start to build a community-led repository for open source activism.", 
        "facilitator_1": "Sue Smith", 
        "facilitator_2": "Jen Hunter", 
        "facilitator_3": "", 
        "facilitator_4": "", 
        "id": "271", 
        "location": "", 
        "pathways": "Building a Crowd, [DC] Accepted", 
        "space": "Digital Citizenship", 
        "time": "", 
        "title": "Campaign Hack - Codesigning a Framework for Activism"
    }, 
    {
        "description": "Privacy issues often result just due to how technology is architected! We address the latest issues in browser privacy and transparency mechanisms. Want to hear about the current browser developments and the possible privacy risks and walk away equipped with a privacy-sensitive mindset and concepts? Are we satisfied with how browsers work? Do we know what data are provided to Web sites by our browsers? We will discuss if - and how to possibly improve the user interfaces.", 
        "facilitator_1": "Lukasz Olejnik, @lukOlejnik", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "facilitator_4": "", 
        "id": "221", 
        "location": "", 
        "pathways": "Backdoors + Cryptowars, [DC] Accepted", 
        "space": "Digital Citizenship", 
        "time": "", 
        "title": "Putting users in charge: Introduction to the browser privacy UI"
    }, 
    {
        "description": "Participants will learn about and discuss issues around copyright reform in the EU, including current state of play, Mozilla's stance, foreseen obstacles that could come up in 2016, and what our coalition partners say.", 
        "facilitator_1": "Gerv Markham, Mozilla", 
        "facilitator_2": "Raegan MacDonald, @ShmaeganM, Mozilla", 
        "facilitator_3": "Timothy Vollmer, Creative Commons", 
        "facilitator_4": "", 
        "id": "381", 
        "location": "", 
        "pathways": "What's your policy?, [DC] Accepted", 
        "space": "Digital Citizenship", 
        "time": "", 
        "title": "CopyBetter: Copyright Reform in the EU"
    }, 
    {
        "description": "My goals for this session would be the following:\n1)\tRaise awareness about the deadly consequences and harmful effects caused by the silent pandemic of cyberbullying and internet negativity.\n2)\tEducate participants on the alarming statistics on teen-age suicides, depression, anxiety and low self-esteem, all caused by cyberbullying.\n3)\tDiscuss why most of the parental control or cyberbullying reporting solutions are not effective?\n4)\tWhy does cyberbullying occur more in adolescents than adults?\n5)\tHow does the ReThink software and movement tackle’s cyberbullying proactively?\n6)\tWhy “ReThinking” before posting is the best strategy and how can it be integrated as part of our education systems and technology world.\n7)\tI strongly believe that, no one has to pay to be safe on the internet. I hope to have the participants carry this message", 
        "facilitator_1": "Trisha  Prabhu, @TrishPrabhu, ReThink", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "facilitator_4": "", 
        "id": "187", 
        "location": "", 
        "pathways": "Don't Feed the Trolls, [DC] Accepted, [youthZone] Links with us", 
        "space": "Digital Citizenship", 
        "time": "", 
        "title": "ReThink – An effective way to stop Cyber bullying"
    }, 
    {
        "description": "", 
        "facilitator_1": "Violet Blue, @violetblue", 
        "facilitator_2": "Sarah Jeong, @sarahjeong", 
        "facilitator_3": "Kelley Misata", 
        "facilitator_4": "Emrys Schoemaker, @emrys_s", 
        "id": "7", 
        "location": "", 
        "pathways": "Don't Feed the Trolls, R-E-S-P-E-C-T, [DC] Accepted", 
        "space": "Digital Citizenship", 
        "time": "", 
        "title": "Tools for Travelers on the Dark Side of the Internet"
    }, 
    {
        "description": "The internet has provided the opportunity for people all over the world to unify and spread a message. This session will be focused on brainstorming how to maximize the power of this connectedness for driving social and political change. We will review a few cases of the how communities on the internet have organized towards making a positive change, and then begin to bring together thoughts and knowledge on the most valuable techniques and online resources for empowering movements.", 
        "facilitator_1": "Bomani McClendon", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "facilitator_4": "", 
        "id": "236", 
        "location": "", 
        "pathways": "Building a Crowd, [DC] Accepted", 
        "space": "Digital Citizenship", 
        "time": "", 
        "title": "Serving Social Change: Leveraging the internet for the empowerment of social movements."
    }, 
    {
        "description": "Internet shutdowns represent a terrifying and real trend worldwide. Shutdowns and blocking often precede egregious human rights violations and impact our ability to seek, receive, and impart information. In 2015 alone, we've witnessed nearly a dozen shutdowns in a variety of contexts and situations, from the Pacific Rim to the Democratic Republic of the Congo. In the first short section, I'll share key strategic lessons for activists about how to fight internet shutdowns, including: working with telcos to resist government orders, how to speak about shutdowns in human rights language, engaging the UN, pressuring government figures, capturing data about shutdowns, and storytelling for change. I'll also share key indicators that we have tracked over time.\nThe second, main part of the session will be wholly interactive and focus on a shutdown simulation that invites participants to respond to the shutdown.", 
        "facilitator_1": "Deji Olukotun, @dejiridoo, Access", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "facilitator_4": "", 
        "id": "95", 
        "location": "", 
        "pathways": "R-E-S-P-E-C-T, [DC] Accepted", 
        "space": "Digital Citizenship", 
        "time": "", 
        "title": "How to Fight an Internet Shutdown"
    }, 
    {
        "description": "* Security and Privacy being an important part of our online lives. This session will help attendees understand privacy and security on the internet better.\n* I am taking a Firefox centric angle to showcase how Firefox puts the user first by guarding user data with privacy and  “do not tack” focussed approach.\n* Participants will learn:\n** How to take care of their privacy online\n** Best practices to follow\n** How firefox can help them do it - using Firefox Like a BOSS\n** Various Privacy addons that can help user guard against unwanted tracking, ads and third-party cookies.\n** Understanding cache, cookies and permissions on website.\n** What is secure browsing (https)\n** Cookies and trackers\n*  This session is contemporary, essential and practical discussing Privacy & Security with peers, students, teachers and netizens.", 
        "facilitator_1": "Ankit Gadgil", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "facilitator_4": "", 
        "id": "169", 
        "location": "", 
        "pathways": "Backdoors + Cryptowars, [DC] Accepted", 
        "space": "Digital Citizenship", 
        "time": "", 
        "title": "Your Privacy on the Web (Using Firefox Browser and more)"
    }, 
    {
        "description": "Curt Schilling, Alanah Pearce and “Target’s Customer Service” are just a few people who’ve made news with creative ways to expose and shut down trolls on the Internet.  In this interactive session, iKeepSafe will share and request feedback on two projects designed to empower those who want to foster greater civility and respect online.  The first project, a partnership with Beyond Differences, is designed to address root causes of negative behavior by working with schools to promote inclusion and kindness.  The second project, working with the Tyler Clementi Center for Law & Policy at NY Law School, will provide education and resources to students, families, lawyers and judges as well as a first-of-its-kind law clinic dedicated to helping victims of online harassment.  During our session, we will explore ways to ensure these projects are inclusive and address real needs and will invite attendees to share their own ideas and projects.", 
        "facilitator_1": "Hallie Saber, iKeepSafe", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "facilitator_4": "", 
        "id": "315", 
        "location": "", 
        "pathways": "Don't Feed the Trolls, [DC] Accepted", 
        "space": "Digital Citizenship", 
        "time": "", 
        "title": "Empowerment -- A Weapon Against Trolls"
    }, 
    {
        "description": "Privacy Lab is the place to get answer to all of your privacy questions.  Come meet our experts and explore privacy topics at your own pace! Booths will vary each hour and will include Ask Me Anything, Firefox Privacy Features, Digital Footprints, Privacy Tools from the Library Freedom Project, Router Hacking, DNT and the Future of Tracking, OffGridTheGame, and more.", 
        "facilitator_1": "Tennyson Holloway", 
        "facilitator_2": "Dave Huseby, Noah Swartz", 
        "facilitator_3": "Kevin Sanders, Jake Brown", 
        "facilitator_4": "Ankit Gadgil, Diwanshi Pandey, Mayur Patel", 
        "id": "461", 
        "location": "", 
        "pathways": "Backdoors + Cryptowars, [DC] Accepted", 
        "space": "", 
        "time": "", 
        "title": "Privacy Lab"
    }, 
    {
        "description": "Privacy Lab is the place to get answer to all of your privacy questions.  Come meet our experts and explore privacy topics at your own pace! Booths will vary each hour and will include Ask Me Anything, Firefox Privacy Features, Digital Footprints, Privacy Tools from the Library Freedom Project, Router Hacking, DNT and the Future of Tracking, OffGridTheGame, and more.", 
        "facilitator_1": "Tennyson Holloway", 
        "facilitator_2": "Dave Huseby, Noah Swartz", 
        "facilitator_3": "Kevin Sanders, Jake Brown", 
        "facilitator_4": "Ankit Gadgil, Diwanshi Pandey, Mayur Patel", 
        "id": "461", 
        "location": "", 
        "pathways": "Backdoors + Cryptowars, [DC] Accepted", 
        "space": "", 
        "time": "", 
        "title": "Privacy Lab"
    }, 
    {
        "description": "Privacy Lab is the place to get answer to all of your privacy questions.  Come meet our experts and explore privacy topics at your own pace! Booths will vary each hour and will include Ask Me Anything, Firefox Privacy Features, Digital Footprints, Privacy Tools from the Library Freedom Project, Router Hacking, DNT and the Future of Tracking, OffGridTheGame, and more.", 
        "facilitator_1": "Tennyson Holloway", 
        "facilitator_2": "Dave Huseby, Noah Swartz", 
        "facilitator_3": "Kevin Sanders, Jake Brown", 
        "facilitator_4": "Ankit Gadgil, Diwanshi Pandey, Mayur Patel", 
        "id": "461", 
        "location": "", 
        "pathways": "Backdoors + Cryptowars, [DC] Accepted", 
        "space": "", 
        "time": "", 
        "title": "Privacy Lab"
    }, 
    {
        "description": "Privacy Lab is the place to get answer to all of your privacy questions.  Come meet our experts and explore privacy topics at your own pace! Booths will vary each hour and will include Ask Me Anything, Firefox Privacy Features, Digital Footprints, Privacy Tools from the Library Freedom Project, Router Hacking, DNT and the Future of Tracking, OffGridTheGame, and more.", 
        "facilitator_1": "Tennyson Holloway", 
        "facilitator_2": "Dave Huseby, Noah Swartz", 
        "facilitator_3": "Kevin Sanders, Jake Brown", 
        "facilitator_4": "Ankit Gadgil, Diwanshi Pandey, Mayur Patel", 
        "id": "461", 
        "location": "", 
        "pathways": "Backdoors + Cryptowars, [DC] Accepted", 
        "space": "Digital Citizenship", 
        "time": "", 
        "title": "Privacy Lab"
    }, 
    {
        "description": "Open _____ is a term we throw around all the time, but ultimately most open work happens through people talking to each other -- either from meeting on IRC, Twitter or at an in-person event, or a connection through an introduction. Open data, open mapping, open source, open web is at it’s core about working collectively to leverage technology to allow people to do, make, build, tell stories, protect, share, talk, meet, etc. At this session, we want to begin recognizing the human network we are building, develop some shared principles and think about how to be more intentional and supportive of efforts towards the open web community.", 
        "facilitator_1": "Georgia Bullen, @georgiamoon, Open Tech Institute", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "facilitator_4": "", 
        "id": "459", 
        "location": "", 
        "pathways": "Building a Crowd, [DC] Accepted", 
        "space": "Digital Citizenship", 
        "time": "", 
        "title": "How Being Open Depends on Building Your Human Network"
    }, 
    {
        "description": "A “Day of Action” is a common pattern in activism, join this session to learn about an open-source webapp that helps people & organizations coordinate large-scale collective actions.\nThe “Day of Action” app started in December 2014, on the heels police murdering Mike Brown in Ferguson, Missouri. High school students across the US began tweeting #HandsUpWalkOut--they were planning a national student walkout to protest police violence against people of color. This wasn’t organized by a formal organization, just high school kids on social media. That night I made the first version of “Day of Action” and put it on HandsUpWalkOut.com. Over the next two days,  student organizers used the app to coordinate 100+ walkouts & related actions. The tool provides a workflow for adding a local event and generates a map so others can find local actions. Thousands of people participated and the tool was used 100k times that weekend.", 
        "facilitator_1": "Drew Wilson", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "facilitator_4": "", 
        "id": "522", 
        "location": "", 
        "pathways": "Building a Crowd, New Technologies for Participation -- Challenge, [DC] Accepted, [PARTICIPATION] Accepted", 
        "space": "Digital Citizenship", 
        "time": "", 
        "title": "Day of Action: A web app to facilitate decentralized collective action"
    }, 
    {
        "description": "Goal of the session is to make them aware of the following things:\n* What is an information footprint?\n* The fact that they are leaving digital footprints with everything they do (Intentionally/unintentionally).\n* Factors that affect how exposed their information footprint is.\n* How this footprint is affected by the aggregation and mining of data from different sources to judge a person's behavior and make their picture on that basis.\n* Identify which of the ways they leave footprints they can control or minimize.", 
        "facilitator_1": "Diwanshi Pandey, @diwanship, Mozilla Community", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "facilitator_4": "", 
        "id": "242", 
        "location": "", 
        "pathways": "Backdoors + Cryptowars, Participation Travel Stipend, [DC] Accepted", 
        "space": "Digital Citizenship", 
        "time": "", 
        "title": "Have you Measured your Information Footprint? \"Its Larger Than You Think!!!\""
    }, 
    {
        "description": "Discuss and learn the definitions of net neutrality, the most popular public outcries and perspectives, understand the experiences of different countries and especially draw parallels and/or distinctions between the developing country experience and the developed country experience.\nDiscover its’ impact on start-ups and web innovation.\nShare methodology for identifying and engaging critical stakeholders for a nation with a view to finding balance and mapping a way forward that does not infringe on internet governance guidelines and rights.\nRaise awareness on available resources and support groups in the internet access space.", 
        "facilitator_1": "Kudzai M Mubaiwa", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "facilitator_4": "", 
        "id": "249", 
        "location": "", 
        "pathways": "Building a Crowd, Global Innovation Network, [DC] Accepted", 
        "space": "Digital Citizenship", 
        "time": "", 
        "title": "Engaging Stakeholders on Net Neutrality & Impact on Youth Start-Ups /Innovation in Developing Countries "
    }, 
    {
        "description": "Measurement Lab (M-Lab) has a number of tools for measuring network state and performance, and we're looking for help on digital campaign to promote our new Measure app. We’ll demo our “Measure App” and talk about ideas participants have on how their communities might use it. People will be able to install and use the app.\nAlso: In countries with growing Internet censorship policies, it is expected that heavier information controls will be imposed around political events such as elections. This workshop will look at current efforts by researchers and civil society actors to document and report on information controls, and to reduce disruption to online information and communications by proactively developing alternative modes of connectivity via circumvention technologies in response to various scenarios that could be induced by the authorities in Iran.", 
        "facilitator_1": "Chris Ritzo, M-Lab", 
        "facilitator_2": "Fereidoon Bashar", 
        "facilitator_3": "", 
        "facilitator_4": "", 
        "id": "453", 
        "location": "", 
        "pathways": "Backdoors + Cryptowars, Science Fair, [DC] Accepted", 
        "space": "Digital Citizenship", 
        "time": "", 
        "title": "Open Tools for Network Measurement "
    }, 
    {
        "description": "People will know from a practical point of view what types of tecnocensura (tech censorship) exist, the sophisticated forms in which they operate and how we have developed methods in Mexico using open software tools and especially network communication techniques to deal with tecnocensura. Together, we'll learn how to detect bot attacks using Gephi, and hopefully start scoping new antibot software.", 
        "facilitator_1": "Alberto Escorcia", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "facilitator_4": "", 
        "id": "337", 
        "location": "", 
        "pathways": "Backdoors + Cryptowars, [DC] Accepted", 
        "space": "Digital Citizenship", 
        "time": "", 
        "title": "Tecnocensura: How to detect and face a bot attack"
    }, 
    {
        "description": "To begin thinking about online harassment as a technical problem as well as a social problem—one that can be both mitigated and exacerbated by technology and the technologists that create it. The framework discussed would empower creators, rather than leaving them to be helpless in the face of deep social ills that are reflected in online spaces. The session would summarize and build on top of my book, The Internet of Garbage, using the work of Randi Harper (GG Autoblocker) and Jacob Hoffman-Andrews (Blocktogether) as case studies.", 
        "facilitator_1": "Sarah Jeong, @sarahjeong", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "facilitator_4": "", 
        "id": "343", 
        "location": "", 
        "pathways": "Building Online Communities, Don't Feed the Trolls, New Technologies for Participation -- Challenge, [DC] Accepted, [PARTICIPATION] Accepted", 
        "space": "Digital Citizenship", 
        "time": "", 
        "title": "Architecting Against Online Harassment"
    }, 
    {
        "description": "Participants will learn that it is fun, easy and inexpensive to contribute to freedom of expression and access to information around the world by contributing to the Tor network.\nTor is open source software combined with a global network of developers and volunteers that provide online anonymity. It does this by routing a user’s Internet traffic through geographically-dispersed intermediate relaying computers all the while protecting traffic endpoint and content confidentiality.\nDuring this session we will explain and then experience the various methods to contribute to Tor. This includes operating a Tor relay or bridge or simply using Tor for day-to-day web browsing. We will discuss the costs and requirements of the various options and show that people can meaningfully contribute for less than $10 per month while earning fun geek-garb.\nThree concurrent paths within the session will allow participants to work at various technical depths and levels of investment.", 
        "facilitator_1": "Tim Summut", 
        "facilitator_2": "Tennyson Holloway", 
        "facilitator_3": "", 
        "facilitator_4": "", 
        "id": "494", 
        "location": "", 
        "pathways": "Backdoors + Cryptowars, [DC] Accepted", 
        "space": "Digital Citizenship", 
        "time": "", 
        "title": "Be Torrific!: Promoting Freedom of Expression with Tor"
    }, 
    {
        "description": "Participants will have the opportunity to pitch Internet policy issues and spaces in which Mozilla should be more involved to members of the Mozilla Policy Team and field experts.", 
        "facilitator_1": "Jochai Ben-Avie, Mozilla", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "facilitator_4": "", 
        "id": "171", 
        "location": "", 
        "pathways": "What's your policy?, [DC] Accepted", 
        "space": "Digital Citizenship", 
        "time": "", 
        "title": "Dino's Den"
    }, 
    {
        "description": "Task Forces are born out of recognition that like code, public policy has an impact on the shape and health of the open Web. Through task forces, we can empower people to create measurable changes in public policy to protect the Internet as a global public resource, open and accessible to all. In this session, we’ll use Mozilla's earlier net neutrality campaign and privacy teach-ins with the Indian community as a case study, and see how we can replicate this collaboration by bringing together Advocacy Task Forces in other regions. Come learn how you can participate.", 
        "facilitator_1": "Stacy Martin, Mozilla", 
        "facilitator_2": "Tom Farrow", 
        "facilitator_3": "Ankit Gadgil", 
        "facilitator_4": "", 
        "id": "602", 
        "location": "", 
        "pathways": "Building a Crowd, What's your policy?, [DC] Accepted", 
        "space": "Digital Citizenship", 
        "time": "", 
        "title": "Advocacy and Teach-In Task Forces"
    }, 
    {
        "description": "Off Grid is a video game about digital rights. It is an adventure, satire and stealth game about a mishap antihero. You play an everyman pencil pusher, who is oblivious to the city's prying and spying, corporate-sponsored government until a series of dark events unfold.", 
        "facilitator_1": "Rich Metson, @richmetson, @OffGridTheGame ", 
        "facilitator_2": "Pontus Schonberg", 
        "facilitator_3": "", 
        "facilitator_4": "", 
        "id": "421", 
        "location": "", 
        "pathways": "Science Fair", 
        "space": "Digital Citizenship", 
        "time": "", 
        "title": "Off Grid - Exploring digital rights through entertainment"
    }, 
    {
        "description": "This session is a mini investigation of human rights abuses, drawing upon real life scenarios, that will enable participants to experience first hand what it takes to be a human rights CSI. It involves searching for content, thinking of chains of custody, documenting and verifying open source intelligence like satellite imagery, videos, images, text based reports, etc. and building an evidence wall.", 
        "facilitator_1": "Milena Marin", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "facilitator_4": "", 
        "id": "129", 
        "location": "", 
        "pathways": "R-E-S-P-E-C-T, [DC] Accepted, [SCIENCE] Under Consideration", 
        "space": "Digital Citizenship", 
        "time": "", 
        "title": "Become a Human Rights CSI"
    }, 
    {
        "description": "In this session we will remix the Feminist Principles of the Internet. We will come up with a version of these Principles aimed at people that love the Internet and believe in gender equality. And added fun challenge will be to make sure these Principles are tweetable (having 140 characters or less).\nNo laptop is needed for this session. All you need is eagerness to discuss the relation between women and the Internet and its related components (freedom of expression, violence, access, representation, economy and more).\nThese Principles were published by the APC (Association for Progressive Communications).", 
        "facilitator_1": "Andrea Del Rio", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "facilitator_4": "", 
        "id": "514", 
        "location": "", 
        "pathways": "Don't Feed the Trolls, Global Village Athena Library, R-E-S-P-E-C-T, [DC] Accepted", 
        "space": "Digital Citizenship", 
        "time": "", 
        "title": "A Feminist Internet in 140 Characters"
    }, 
    {
        "description": "We will explore the needs of transparency and accountability advocates for online tools and look at past efforts to create online tools for this sector.  Transparency and accountability work takes on many forms, from exposing corruption to pushing governments to releasing data about their activities.  Online tools have a particularly central role in helping to facilitate this work - but often suffer from usability issues and having sound business models behind them.  This session will focus on capturing lessons learned and developing tools that will succeed in supporting the work that is needed over the next few decades to assure accountability becomes a global cultural norm.", 
        "facilitator_1": "Dirk Slater, @fabrider", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "facilitator_4": "", 
        "id": "433", 
        "location": "", 
        "pathways": "Building a Crowd, [DC] Accepted", 
        "space": "Digital Citizenship", 
        "time": "", 
        "title": "Tech Strategies for Grassroots Advocacy"
    }, 
    {
        "description": "We've seen incredible examples of open science and Citizen Science that have invited mass participation in addressing big scientific challenges: finding a cure for cancer, mapping planets or understanding our natural environment. We want to see if the characteristics of citizen science: mass participation, networked technology, open and accessible design, and the network effect can address big social challenges such as community health, youth unemployment or mental health. This session will work with the MozFest community to explore, hack and investigate the potential of citizen (social) science, building on our work in this area and working with a broader community to push forward this area of high potential. Participants will contribute to a new area of investigation, and one that can have a dramatic effect on the way we address big social issues today.", 
        "facilitator_1": "Kieron Kirkland", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "facilitator_4": "", 
        "id": "435", 
        "location": "", 
        "pathways": "Building a Crowd, [DC] Accepted", 
        "space": "Digital Citizenship", 
        "time": "", 
        "title": "Citizen (social) Science"
    }, 
    {
        "description": "Attendees will learn about the current state of online tracking and user opt-out. They'll become familiar with Do Not Track history and EFF's new DNT policy as well as modern ad blocking tools. Attendees will have a sense of the online tracking ecosystem, and will have an opportunity to voice their concerns and suggestions for how to reform it. The session will also cover the technical details of how browsers are able to be tracked, what prevention tools do to circumvent this, and what browsers can do by default to aid users and tools. The hope is that attendees leave with a better understanding of what is going on and feel empowered to use the tools available to help reform the state of web tracking.", 
        "facilitator_1": "Noah Swartz, @swartzcr, EFF", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "facilitator_4": "", 
        "id": "218", 
        "location": "", 
        "pathways": "Backdoors + Cryptowars, [DC] Accepted", 
        "space": "Digital Citizenship", 
        "time": "", 
        "title": "Ending Online Tracking - Do Not Track And Beyond"
    }, 
    {
        "description": "Participants will collaborate on a shared WebGL experience taking \"living light\" from a central server and creating individualized experiences. This project will illustrate the importance of opening up low-level APIs to the web, and how such technologies can empower transformative experiences.", 
        "facilitator_1": "Greg Tatum", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "103", 
        "location": "", 
        "pathways": "Global Village Garden", 
        "space": "The Global Village", 
        "time": "", 
        "title": "Living Light with WebGL - A Collaborative Art Experience"
    }, 
    {
        "description": "", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "571", 
        "location": "", 
        "pathways": "Global Village Athena Library, Inclusive Communities", 
        "space": "The Global Village", 
        "time": "", 
        "title": "Diversity in the new economy"
    }, 
    {
        "description": "", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "559", 
        "location": "", 
        "pathways": "Global Village Athena Library", 
        "space": "The Global Village", 
        "time": "", 
        "title": "Creating adaptive storytelling content for the future of radio"
    }, 
    {
        "description": "From documentation to storytelling, the Open Web offers both the content and tools required to make beautiful books. Groups of authors can be together in one room at Mozfest or spread across the globe.\nThere are now a variety of closed-cloud platforms which can be used to create books and ebooks. Booktype is the fully open source alternative, which can be installed on your own web server for complete independence.\nThis will be a hands-on session introducing authors to collaborative, browser-based book authoring, taking them from first draft to print PDF, EPUB and more.", 
        "facilitator_1": "Daniel James", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "80", 
        "location": "", 
        "pathways": "Global Village Athena Library", 
        "space": "The Global Village", 
        "time": "", 
        "title": "How to make real books on the Open Web"
    }, 
    {
        "description": "Teach the use of story as a tool to build community. If a story is well told, the idea contained within it can take in every listener that hears it. If we see something that can change for the better then, irrespective of our position, we can be a leader - but we need the tools to inspire and motivate.", 
        "facilitator_1": "Rob Grundel", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "74", 
        "location": "", 
        "pathways": "Global Village Athena Library", 
        "space": "The Global Village", 
        "time": "", 
        "title": "Story to Build Community"
    }, 
    {
        "description": "We are building a world-class engagement platform offering tools to push forward municipal broadband in communities across Canada. And at MozFest, we want to share this platform, and the importance of municipal broadband, with the world. Pioneering cities and towns have taken it upon themselves to close the digital divide by ensuring affordable, city-wide Internet access through municipal broadband networks. Our platform will build on the successes of these often disparate and isolated communities, and kickstart a new mass movement for municipal broadband initiatives that can be replicated anywhere. In the U.S. alone, over 100 communities have pledged to develop their own fibre, highlighting the role municipal networks can play in galvanizing the digital divide. Participants will receive a preview of our engagement platform to empower not just individuals, but entire communities, to organize in distributed, local groups, and address the digital deficits their cities and towns face.", 
        "facilitator_1": "Josh Tabish", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "151", 
        "location": "", 
        "pathways": "Global Village Athena Library", 
        "space": "The Global Village", 
        "time": "", 
        "title": "Crowdsourcing the Next Gigabit Cities: An Engagement Platform for Municipal Broadband"
    }, 
    {
        "description": "", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "575", 
        "location": "", 
        "pathways": "Global Village Kitchen", 
        "space": "The Global Village", 
        "time": "", 
        "title": "Experiences of the Future Home"
    }, 
    {
        "description": "", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "555", 
        "location": "", 
        "pathways": "Global Village Athena Library, Inclusive Communities, [youthZone] Links with us", 
        "space": "The Global Village", 
        "time": "", 
        "title": "The web through the eyes of a dyslexic  "
    }, 
    {
        "description": "", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "554", 
        "location": "", 
        "pathways": "Global Village Athena Library, Inclusive Communities", 
        "space": "The Global Village", 
        "time": "", 
        "title": "The reality of diversity: The working dead"
    }, 
    {
        "description": "", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "550", 
        "location": "", 
        "pathways": "Global Village Garage, Space Hacking", 
        "space": "The Global Village", 
        "time": "", 
        "title": "The IoT Home Hub"
    }, 
    {
        "description": "", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "580", 
        "location": "", 
        "pathways": "Global Village Garden", 
        "space": "The Global Village", 
        "time": "", 
        "title": "Placeholder session for animal/environmental data & a/v content"
    }, 
    {
        "description": "", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "582", 
        "location": "", 
        "pathways": "Global Innovation Network, Global Village Recycling", 
        "space": "The Global Village", 
        "time": "", 
        "title": "Garbage Disposal Room"
    }, 
    {
        "description": "A diverse group of artists/industry practitioners will come together to develop a web-based interactive lighting system.\nA collaboration between Ravensbourne's Design & Coding and Product Design courses and Goldsmith's Creative Computing Department to develop a workshop on interactive lighting/gaming/web-based/physical computing, a hack session to show the tool-kit developed in order to invite students/industry to hack them. The project aims to develop 3D printed lights to install around the building which would be networked through the web.", 
        "facilitator_1": "Evan Raskob", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "54", 
        "location": "", 
        "pathways": "Global Village Kitchen", 
        "space": "The Global Village", 
        "time": "", 
        "title": "Switched On(line) Lighting"
    }, 
    {
        "description": "What is an album on the web? Is this a place for research? Is this a place for memories? Is this a place for creative and visual making? Using the 'Albums' digital web platform from the Tate (www.tate.org.uk/art/albums), participants will be able to create their own artistic digital platforms. The Tate Albums feature is a way to pull together data, curate Tate artworks, research items and archive all user created content. The session will have an engaging learning curve around digital making and web literacy, allowing creative thinking and reflection. With both an individual and participatory group approach, the activity calls participants to start their own digital albums and share their personal interests, identities, art and more!", 
        "facilitator_1": "Luca Margherita Damiani", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "172", 
        "location": "", 
        "pathways": "Global Village Athena Library", 
        "space": "The Global Village", 
        "time": "", 
        "title": "Tate Digital Learning - 'Albums, Sketches, Etc..!'"
    }, 
    {
        "description": "We will give participants free packs of Know Cards (worth $140) to learn how to invent the next generation products they want to see in their local John Lewis.  A lot of smart product ideas can emerge from knowing what the building blocks are and Know Cards does that in a visual and accessible way. From inputs, outputs, power and connectors participants will get a chance to learn how to use the cards and brainstorm product ideas that could be built.", 
        "facilitator_1": "Alexandra Deschamps-Sonsino", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "173", 
        "location": "", 
        "pathways": "Global Village Kitchen", 
        "space": "The Global Village", 
        "time": "", 
        "title": "The Invention Shop (with Know Cards)"
    }, 
    {
        "description": "People will learn how to use free 3D modeling software to create 3D printed objects. In the workshop you’ll create the right models that are suitable for 3D printing, and start with printing a small humanoid robot.", 
        "facilitator_1": "Bram Geenen", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "177", 
        "location": "", 
        "pathways": "Global Village Garage, [youthZone] Links with us", 
        "space": "The Global Village", 
        "time": "", 
        "title": "Learn 3D modeling and print a robot."
    }, 
    {
        "description": "", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "544", 
        "location": "", 
        "pathways": "Global Village Athena Library", 
        "space": "The Global Village", 
        "time": "", 
        "title": "Hip-hop, Hypertext & Hackerspace - Diversity Is Important, But Not For The Reasons You Think"
    }, 
    {
        "description": "We’ll explore the opportunity, and urgency, for all of us to shape our shared future, through co-creation by designers, technologist and all who use the web.\nIt's not necessary for everyone to understand the details of, say climate change, to act now and do something about it.  There's a parallel with technology here as anyone can use the web, without knowing all the detail of how it works. User, and consumers, shape its future just as much as those who design build and design.  Fashion is like this too, consumers determine the future as much as designers.\nHelen Storey and Michael Saunby will lead an exploration of how we can use the web to share visions of the future and calls to action, whether it be to ensure the freedom of the web or protection of the environment.", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "444", 
        "location": "", 
        "pathways": "Global Village Garden, [youthZone] Links with us", 
        "space": "The Global Village", 
        "time": "", 
        "title": "Learning not to fear the future by sharing what we know"
    }, 
    {
        "description": "The goal of the session is to teach participants how to educate, engage and empower individuals, local communities & organizations to make impact through a collaborative platform.\nHelp create/ identify various ways to support hackers, makers, startups and creative people. Promote experiential learning, co-creation and collaboration through the interests of people.\nThe aim is to bring in various communities together to work on the things they like, connect, share, teach and build.\nThe activity will focus on benefits of embracing the Open Practices. Understanding a few case studies and hands-on workshop to build the structure for various scenarios.\nThe participants will learn how research, knowledge exchange, learning and mentoring with each other can be driven.\nA part of the session will be focused around discussing what a open and inclusive space is to them.\nLearn how to make these spaces sustainable so they can continue make impact in long run.", 
        "facilitator_1": "Vineel Reddy  Pindi", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "215", 
        "location": "", 
        "pathways": "Global Village Athena Library", 
        "space": "The Global Village", 
        "time": "", 
        "title": "Collaborative Community Spaces"
    }, 
    {
        "description": "In the ‘Modular frequencies’ workshop we’ll create a spacial audio installation! The HearUsHere app (location based audio) combined with iBeacons allows us to create a new sonic experience. Every iBeacon is a frequency that carriers a sound, when you get closer to one of these frequencies the audio will automatically fade in and cross fade with others. Using the speakers of our phones, we’ll create a collective audio experience. This results in unique and constantly changing soundscape created by the visitors and their navigation in the space.\nWithin the workshop you won’t only experience these modular frequencies. You’ll learn about frequencies, location based audio and you’ll hack the beacons to create your own ‘pirate radio’! (No coding skills required).", 
        "facilitator_1": "Klasien van de Zandschulp", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "230", 
        "location": "", 
        "pathways": "Global Village Recycling, [youthZone] accepted session", 
        "space": "The Global Village", 
        "time": "", 
        "title": "Modular frequencies - HearUsHere soundlab"
    }, 
    {
        "description": "", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "591", 
        "location": "", 
        "pathways": "Global Village Athena Library", 
        "space": "The Global Village", 
        "time": "", 
        "title": "Eye contact experiments"
    }, 
    {
        "description": "", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "592", 
        "location": "", 
        "pathways": "Global Village Garage", 
        "space": "The Global Village", 
        "time": "", 
        "title": "Connecting old games with the BBC Micro:Bit"
    }, 
    {
        "description": "The vast technology penetration in emerging countries (such as Indonesia) led to a lot of people become online. The problem arises when they don't care or aware about online privacy which can lead to criminal activities such as fraud, scam, kidnapping, etc. There are a lot of tools that can enhance privacy in online world. But the main problem is online behavior. This session will discuss how to make people change their online behavior.", 
        "facilitator_1": "Andi Darmawan", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "286", 
        "location": "", 
        "pathways": "Global Village Recycling", 
        "space": "The Global Village", 
        "time": "", 
        "title": "Online (Behavior) Privacy Awareness"
    }, 
    {
        "description": "Mental health is an ignored corner of the tech world for far too many of us. We know it's an essential part of our personal and working lives, yet so little attention is paid to it due to stigma or lack of awareness. We all have some level of personal experience with it, whether we realise it or not.\nThis session will be addressing the changing place that mental health occupies in tech. We will discuss the past and current state of mental health and emotional wellness, factors that exist that affect it, and ways that we can change views and create a more supportive space for the growth of mental health in our community. Personal, cultural, political, economic and technological influences will be examined and combined in discussion and exercises to facilitate ideas about how to hack mental health in tech.", 
        "facilitator_1": "Jennifer Geacone-Cruz", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "303", 
        "location": "", 
        "pathways": "Global Village Athena Library", 
        "space": "The Global Village", 
        "time": "", 
        "title": "Hacking Mental Health: Changing Views in Tech"
    }, 
    {
        "description": "Rapidly-changing digital policies across the world are contributing to the decline of the democratizing power of the hyperlink and its ability to create the interconnected information space that was imagined by Tim Berners-Lee. One such example is the ancillary copyright law implemented in Spain in 2014–a proposal that was rejected EuroParl for EU-wide implementation, but threatens to return with the drafting of updates to the Copyright Directive. To fight back against these policies, an international network of over 90 digital rights organizations, businesses, journalists and Internet users from 30 countries have convened under the banner of “SaveTheLink” to catalogue and push back against sustained threats to the link. In this session, participants will learn about new policies that make it easier for governments and corporations to demand and implement link censorship, and will help identify threats and brainstorm tactics/solutions to address these threats to the link in an interactive workshop.", 
        "facilitator_1": "Meghan  Sali", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "330", 
        "location": "", 
        "pathways": "Global Village Athena Library, What's your policy?", 
        "space": "The Global Village", 
        "time": "", 
        "title": "Is the hyperlink dead?"
    }, 
    {
        "description": "", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "469", 
        "location": "", 
        "pathways": "Global Village Recycling, [Pathway] Storytellers & coders united: together we can change the world!", 
        "space": "The Global Village", 
        "time": "", 
        "title": "Inspiration time: explore recent projects that will change the way you understand the world"
    }, 
    {
        "description": "Discussion about the happiness and how it relates to the  digital era.\nOutcomes - every participant to fell inspired and empowered to create positive interactions in their work and life.\nAwareness of the role of the individual, the media and technological impact on individual and community psychology.\nIdeas for how to create trust and positivity in their communities.", 
        "facilitator_1": "Laura Gordon", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "450", 
        "location": "", 
        "pathways": "Global Village Athena Library", 
        "space": "The Global Village", 
        "time": "", 
        "title": "Happiness in the Digital Era"
    }, 
    {
        "description": "Our session will introduce participants to the process of AI design in a human-centric and empathetic way. Participants will have the opportunity to design the system rules for their own AI and will the co-create some potential societal impact scenarios that these designed AIs will have on relationships we have with each other, technology and the world at large.", 
        "facilitator_1": "Nathan Miller", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "400", 
        "location": "", 
        "pathways": "Global Village Garage", 
        "space": "The Global Village", 
        "time": "", 
        "title": "How will artificial intelligence change our interactions with each other?"
    }, 
    {
        "description": "The Local Web will explore options for local communication when the wider internet is not available. This will include self-hosting, community and mesh networks, device-to-device communication, delay tolerant networking, service discovery, and more. This workshop will explore possibilities for using the web and other internet technologies on a local, rather than global, scale.", 
        "facilitator_1": "Josh King", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "456", 
        "location": "", 
        "pathways": "Global Village Garden, Inclusive Communities", 
        "space": "The Global Village", 
        "time": "", 
        "title": "The Local Web"
    }, 
    {
        "description": "A picture says a thousand words - and it’s never been easier to create images that can have real impact.\nIf you’d asked me a couple of years ago - “Can you draw?” I’d have said “Not really - I’m a programmer”. However, creating visual thoughts is now central to everything I do.\nThis session will aim to illustrate how a visual thought can be captured, created and shared and if this wasn’t just a lowly text form, I’d put a few examples in to show what I mean.\nUnfortunately, visual thoughts are limited by your ability to think…", 
        "facilitator_1": "Bryan Mathers", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "202", 
        "location": "", 
        "pathways": "Global Village Athena Library", 
        "space": "The Global Village", 
        "time": "", 
        "title": "Capturing a visual thought"
    }, 
    {
        "description": "Participants will design 'services' to improve crowdsourced and collaborative coverage of festivals.\nThis could be anything from a 'Mozilla Webmaker' for live content aggregation to Internet of Things-based services or even something entirely paper-based that doesn't use any electronic/computer tech.\nWe are especially interested in creating services that connect people together, both on-site and off-site.", 
        "facilitator_1": "Raphael Velt", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "438", 
        "location": "", 
        "pathways": "Global Village Athena Library", 
        "space": "The Global Village", 
        "time": "", 
        "title": "Supporting collaborative festival coverage"
    }, 
    {
        "description": "", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "594", 
        "location": "", 
        "pathways": "Global Village Garage", 
        "space": "", 
        "time": "", 
        "title": "20 new ways of sharing: learning co-creation through community engagements"
    }, 
    {
        "description": "", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "593", 
        "location": "", 
        "pathways": "Global Village Garage", 
        "space": "", 
        "time": "", 
        "title": "Slow ethnography as a tool for co-creation"
    }, 
    {
        "description": "This is where you can write your session description. Ideally it will be 50 words or less (if longer, we'll automatically truncate it) and without any fancy formatting. Lorem ipsum dolor sit amet, consectetur adipiscing elit. Integer nec odio. Praesent libero. Sed cursus ante dapibus diam. Sed nisi. Nulla quis sem at nibh elementum imperdiet. Duis sagittis ipsum. Praesent mauris.", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "601", 
        "location": "", 
        "pathways": "[sample label] For demonstration purposes", 
        "space": "Independent Pathway", 
        "time": "", 
        "title": "Example Session for Schedule Migration"
    }, 
    {
        "description": "This session will introduce people to the different ways animation can enhance data visualizations and then teach participants how to use with Snap.svg (a JavaScript library for creating, animating, and interacting with SVG in modern browsers) in their data-driven projects.", 
        "facilitator_1": "Julia Smith", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "511", 
        "location": "", 
        "pathways": "Mobile and Accessibility, New Technologies for Participation -- Challenge, [PARTICIPATION] Accepted", 
        "space": "Journalism", 
        "time": "", 
        "title": "Data in Motion: SVG Animation for Information Visualization"
    }, 
    {
        "description": "", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "573", 
        "location": "", 
        "pathways": "Healthy Events and Networks", 
        "space": "Journalism", 
        "time": "", 
        "title": "Creating safe spaces for healthy and humane events"
    }, 
    {
        "description": "", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "576", 
        "location": "", 
        "pathways": "", 
        "space": "Journalism", 
        "time": "", 
        "title": "Hacking Television"
    }, 
    {
        "description": "People will learn how to get sense of multi-dimensional (more then 3 variables) data sets in a visual way, with a help of a browser and JavaScript based web tools.\nSpecifically we will learn how to search for patterns, correlations, exceptional values. We will use such a methods as scatterplot matrices, interactive tables, and dimensionality reduction algorithms. We will work with example data sets to make a practical exercises.", 
        "facilitator_1": "Anatoly Bondarenko", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "451", 
        "location": "", 
        "pathways": "Tools and Analysis", 
        "space": "Journalism", 
        "time": "", 
        "title": "Breaking the curse (of dimensionality)"
    }, 
    {
        "description": "Attendees will learn core machine learning techniques and basic data analysis skills, how to apply them with popular Python packages like scikit-learn and pandas, and the pitfalls and ethical dilemmas that can occur.", 
        "facilitator_1": "Francis Tseng", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "454", 
        "location": "", 
        "pathways": "New Technologies for Participation -- Challenge, Tools and Analysis, [PARTICIPATION] Accepted, [SCIENCE] Under Consideration", 
        "space": "Journalism", 
        "time": "", 
        "title": "Machine Learning 101"
    }, 
    {
        "description": "It's time we treat the mobile web as first class and desktop experiences as secondary.\nIn this session, we will discuss and design data visualization techniques that are mobile specific. Rather than design visuals for desktop that scale down, we'll design for mobile and scale up. Mobile interaction is an open field, so how can we use tap, shake, and rotate as tools for storytelling and visualization?\nLet's think about how both the mobile web and the devices themselves can illustrate data in ways a desktop browser or app cannot.", 
        "facilitator_1": "Aaron Williams", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "458", 
        "location": "", 
        "pathways": "Mobile and Accessibility", 
        "space": "Journalism", 
        "time": "", 
        "title": "Crafting new visualization techniques for the mobile web"
    }, 
    {
        "description": "The Tech Lady Hackathon is a civic hackathon and training day with hundreds of women from many different backgrounds. (See for yourself, check out #techlady on instagram, etc.) I have organized it annually for three years now, and it has had a significant impact on diversifying the tech scene in Washington DC. Making this happen isn't easy, but it's *not* rocket science. There are a few significant (and a lot of small) reasons why this works, and I want to share those at MozFest. This will be an interactive workshop where participants learn those important lessons and share ideas from their own experiences about what makes a hackathon more (or less) inclusive and successful. (Advice on structuring this is very welcome.)", 
        "facilitator_1": "Leah Bannon", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "390", 
        "location": "", 
        "pathways": "Healthy Events and Networks", 
        "space": "Journalism", 
        "time": "", 
        "title": "Organize Better, More Inclusive Hackathons: It's Easier Than You Think"
    }, 
    {
        "description": "How to prove negligence and corruption using data. Linking the corruption to the impact on the citizen and make those responsible to start caring. Present the data in friendly formats online through news apps and interactive mobile platforms customised for the users. Then allow users the ability to query the data, compare and make their own independent conclusions. It will be interactive and rich in personal experiences.", 
        "facilitator_1": "Paul Wafula", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "464", 
        "location": "", 
        "pathways": "Data and Impact", 
        "space": "Journalism", 
        "time": "", 
        "title": "Fixing Indifference and Corruption in the Public Service Delivery: Leveraging Data to Get to those Responsible "
    }, 
    {
        "description": "After a brief introduction of games created using Twine, you'll be using this popular open-source tool to brainstorm and create your own Choose-Your-Own-Adventure newsgame during the workshop. No coding experience necessary, as Twine will do all of the programming work for you, and generate an HTML file that is ready to publish anywhere. Plus, those with HTML/CSS and Javascript experience can also build upon and customize their games.", 
        "facilitator_1": "Linda Sandvik", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "463", 
        "location": "", 
        "pathways": "Games and Understanding", 
        "space": "Journalism", 
        "time": "", 
        "title": "Make your own choose your own adventure news game with twine"
    }, 
    {
        "description": "", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "476", 
        "location": "", 
        "pathways": "Data and Impact", 
        "space": "Journalism", 
        "time": "", 
        "title": "Data is everywhere, let’s see it!"
    }, 
    {
        "description": "To explore how to articulate goals and objectives for journalism pieces on the web and how to assess them, including which measures and indicators to use along with what appropriate tracking mechanisms.", 
        "facilitator_1": "Livia Labate", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "496", 
        "location": "", 
        "pathways": "Data and Impact", 
        "space": "Journalism", 
        "time": "", 
        "title": "Measuring What Matters: Measuring Success For Online Journalism"
    }, 
    {
        "description": "", 
        "facilitator_1": "Eva Constantaras", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "600", 
        "location": "", 
        "pathways": "Data and Impact, [Pathway] Science communication", 
        "space": "Journalism", 
        "time": "", 
        "title": "Rent (or Adopt) A Unicorn"
    }, 
    {
        "description": "In our session, we'll consider how far we've come from the days when iPods were the bomb and informed the name of what's now the hot new medium. Gone are the days when audio file downloads needed to be scheduled overnight. Are we ready to move beyond MP3 files?  And how can we do all of this with open standards? By the time we're done, we'll have descriptions of one or more possible evolutions of podcasting. Some of the ideas may even become fodder for future projects at Northwestern University Knight Lab.", 
        "facilitator_1": "Joe Germuska", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "326", 
        "location": "", 
        "pathways": "Global Village Kitchen", 
        "space": "Journalism", 
        "time": "", 
        "title": "Neither Pod nor Cast: designing the future of podcasting"
    }, 
    {
        "description": "It will allow people to explore how offline communities can benefit from online data journalism. The session will discuss how the expertise of academics and professionals can be merged with journalism focused on data and investigative reporting; how public data can be interpreted with professional expertise and investigative reporting and\nfinally disseminated via social media. The ultimate aim is to find ways to cater to an elite policy audience as well as the average twitter user, with final benefits being delivered to larger public groups that do not have Internet access.", 
        "facilitator_1": "Samar Halarnkar", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "499", 
        "location": "", 
        "pathways": "Data and Impact", 
        "space": "Journalism", 
        "time": "", 
        "title": "Data journalism in the interest of an offline public"
    }, 
    {
        "description": "This workshop will start from sratch around the D3 visualization library. D3 is an awesome library but the learning curve can become steep if you do not learn some basic concepts. On this session we will try to get those concepts deep into your brain so that you can continue learning afterwards\nBasic previous Javascript, HTML and CSS is needed to profit from the workshop", 
        "facilitator_1": "Juan Elosua", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "502", 
        "location": "", 
        "pathways": "Tools and Analysis, [Pathway] Science communication, [SCIENCE] Under Consideration", 
        "space": "Journalism", 
        "time": "", 
        "title": "Introduction to D3js"
    }, 
    {
        "description": "Whether produced on a quick turnaround for breaking news, or over a longer term for an in-depth investigation, news interactives such as immersive pieces, interactive maps and stories and visualizations are at the forefront of engaging storytelling opening up stories to new audiences. They also offer a huge potential for creative inclusive design for wide audiences, including older users, people with disabilities, assistive technology users and people accessing news on-the-go through their phones. This session will explain some common Web accessibility techniques and principles as they can be applied to the development of news interactives.", 
        "facilitator_1": "Alison Benjamin", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "503", 
        "location": "", 
        "pathways": "Mobile and Accessibility", 
        "space": "Journalism", 
        "time": "", 
        "title": "Improve the accessibility of your interactive"
    }, 
    {
        "description": "This session will explore the convergence of educational practices and design frameworks, drawn from a range of content area foci and program types, that can help foster youth-led, production-centered learning environments. Participants in the session will identify how these practices and frameworks can be applied to their current learning programs whether they be online, in-person, or a combination of the two.\nThe session seeks to bring together educators, technologists, game designers and players to identify challenges and success with current educational techniques while exploring explore game-based learning and its convergence with scientific inquiry and other domains. Together with educators and program designers from Game Changer Chicago Design Lab at The University of Chicago and Chicago Academy of Sciences/Peggy Notebaert Nature Museum, session participants will explore, create and share game-based tools for education. Participants will identify games and game design as effective tools for student learning and assessment.", 
        "facilitator_1": "Ashlyn  Sparrow", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "446", 
        "location": "", 
        "pathways": "Games and Understanding, [SCIENCE] Under Consideration", 
        "space": "Journalism", 
        "time": "", 
        "title": "Science Inquiry and Game Design, A Harmonic Convergence"
    }, 
    {
        "description": "Anonymity is a controversial issue in the post-Snowden world. While serving as a vehicle for criminalization of various cultures, many communities experiment with concepts that try to resolve the destructive potential of anonymity (i.e. The Coral Project). How to create common sense and a healthy “we” with regard to anonymity?\nIn my session “Are We Ready For Anonymity?” I will present a storytelling project of the same name that will be created by a group of international journalists in Oct 2015.\nThe project I present tackles the world of online forums in the field of journalism and will foster a discussion among participating journalists, activists and coders.", 
        "facilitator_1": "Magdalena Taube", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "272", 
        "location": "", 
        "pathways": "Building Online Communities", 
        "space": "Journalism", 
        "time": "", 
        "title": "Are We Ready For Anonymity?"
    }, 
    {
        "description": "Often complex ideas in a story don't get the attention they deserve because, let’s face it, you are allowed only one lede. Short animated videos are a great way to remedy this. They can bubble up interesting content in an easily shareable form that works on most devices. In this session, learn to create and publish your own animated video from scratch. We will also explore Adobe Expressions, a javascript like language, for coding your animation behaviors in a video.\nThis session is good for beginners new to making videos as well as for people with some experience in video production looking to add animation to your skill set.\n*Prerequisites:*  A working installation of Adobe After Effects and Adobe Photoshop. You can get a free 30-day trial from Adobe Creative Cloud at http://www.adobe.com/creativecloud/desktop-app.html. Instructions for installing After Effects and Photoshop are here: https://helpx.adobe.com/creative-cloud/help/manage-apps-services-desktop.html. It would be great for participants to already have software installed when they come to this session!", 
        "facilitator_1": "Kavya Sukumar", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "512", 
        "location": "", 
        "pathways": "", 
        "space": "Journalism", 
        "time": "", 
        "title": "Storytelling with animated video"
    }, 
    {
        "description": "A collective game session in which all the participants in the session play Atlantis, a multiplayer game, together using their phones as a controller. The game itself is shown on the projector. Participants must work together against a system, in teams (though they might not know who their team members are), and individually to accomplish goals in real time. Afterward, they’ll be group discussions about their experience, what types of things they were able to learn, and what topics are particularly suited to being taught with mass participation. Participants will also get some resources to help them create games like this on their own.", 
        "facilitator_1": "Clay Ewing", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "515", 
        "location": "", 
        "pathways": "Games and Understanding, Leading and Building Community Through Participation, [PARTICIPATION] Accepted", 
        "space": "Journalism", 
        "time": "", 
        "title": "Massive Multiplayer ... In Person Games!"
    }, 
    {
        "description": "Participants will leave this session with a story pitch in hand, using data we will locate, scrape and analyze during the session. MozFest 2015 is focused on helping everyone – especially younger users – learn to use the Web for journalism. As a recent journalism grad myself, I’ve seen many younger journalists embrace Internet tools like multimedia and social media, but avoid developer tools and source code. Discovering the Web that exists behind their screens would help journalists, both young and old, realize that websites and data can and should be vetted and investigated, just like human sources. Non-journalists would also benefit from this session, because it would help them acquire and distribute data for a civic hacking purpose. The goal is to not just learn how to get off the Web, but do it with a journalistic mindset: what information is important, and how will it benefit my community?", 
        "facilitator_1": "Samantha Sunne, Judith Morales", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "246", 
        "location": "", 
        "pathways": "", 
        "space": "Journalism", 
        "time": "", 
        "title": "Hacking for Journalists 101/Journalism for Hackers 101"
    }, 
    {
        "description": "The field of computational sociology is growing in exciting ways. This session will introduce folks to some of the resources, tools, and ideas that computational sociologists are working with. We'll talk about the increased visibility and interest in conducting research on online communities and online harassment and what that might look like with a computational sociology lens. The session will also touch on similarities between computational sociology and data journalism.", 
        "facilitator_1": "Tara Adiseshan", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "521", 
        "location": "", 
        "pathways": "Building Online Communities", 
        "space": "Journalism", 
        "time": "", 
        "title": "Computational Sociology (and Online Communities)"
    }, 
    {
        "description": "Worldwide, $9.5 trillion dollars are spent in government contracts on things such as roads, medicine, and paperclips. But some of these trillions, 13% of global GDP, also flow into cognac, over-priced products and services, and fake medicines.\nThe session will focus on the benefits and opportunities for government, citizens and business coming from opening up this data on government contracts through the open source Open Contracting Data Standard. The objective of the session is to develop clear use cases for this contracts data. Ideas for use cases span creating platforms and apps for the web that allow for timely access on business opportunities, ensure civic participation by tracking and monitoring existing developments, or dashboards that track specific elements in government contracting such as efficiency, timeliness, or fairness. It will present existing data sources (EU Tenders, state of public contracting data globally) and some early examples.", 
        "facilitator_1": "Georg Neumann, Tim Davies", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "434", 
        "location": "", 
        "pathways": "Data and Impact", 
        "space": "Journalism", 
        "time": "", 
        "title": "Opening up secret deals: Opportunities for business and citizens from open contracting data "
    }, 
    {
        "description": "We all have colleagues who are smart, talented, award winning perhaps, but with little understanding of the digital foundation of their livelihood. They have accepted that apps and platforms can deliver content faster than their own bloated invasive websites. They forget the core purpose of the Web was to efficiently deliver text and media to a networked readership.\nAnd who could blame them?\nConsider an article of 40KB in text takes 2.5MB to deliver with auto-play ads, and 15s to load on a broadband connection on a publisher website. Imagine Facebook Instant Articles, Pocket, Apple News, or Flipboard and the inverse experience.\nTo preserve the publisher web site as something of relevance and within the control of publishers we need to rethink everything from content, ads, paywalls, and experience.\nThe goal is to determine whether to relinquish control and syndicate our content and continue a meaningful relationship with our audience.", 
        "facilitator_1": "Michael Donohoe, Matt Dennewitz, Trei Brundrett", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "525", 
        "location": "", 
        "pathways": "Global Village Athena Library", 
        "space": "Journalism", 
        "time": "", 
        "title": "Romance is Dying: How Platforms are Killing the Open Web"
    }, 
    {
        "description": "In the last year journalism it was invaded by two technological devices Virtual Reality. In this workshop we will show concrete examples and play a bit to understand how this technology sets the pace for the telepresence, immersion and understanding of situations.\nWe will try to see ways of telling stories that may occur using this technology. Each person may apply in their stories or articles otes using technologies.", 
        "facilitator_1": "Martin Nahuel Rabaglia", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "441", 
        "location": "", 
        "pathways": "", 
        "space": "Journalism", 
        "time": "", 
        "title": "How to tell stories with VR, Drones and Telepresence?"
    }, 
    {
        "description": "There are a large number of Hacks/Hackers and other Journalism and Technology related groups scattered around Europe. Each group tackles local issues when organising events to facilitate their community needs, as well as trying to address the wider issues faced with technology and access to information within Journalism. Allowing groups to suggest ideas most relevant to their community group, as well as trying to address broader questions associated with the Hacks/Hackers movement and related movements both in their geographic region and globally, my hope is to tease out common threads and solutions.\nEssentially what do these communities need and how to address this?", 
        "facilitator_1": "Annabel Church, Peter MacRobert", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "528", 
        "location": "", 
        "pathways": "Healthy Events and Networks", 
        "space": "Journalism", 
        "time": "", 
        "title": "Getting to the roots of the Hacks/Hackers movement"
    }, 
    {
        "description": "We'll take your existing desktop HTML/CSS/JS skills and learn the extras you need to make the most of mobile. Bring your phone and laptop with you, and we'll walk through device debugging, meta tags, viewport-based CSS units and some mobile JavaScript APIs.\nWe'll go through a guided coding session, then you'll be free to play with the code and make whatever you want.", 
        "facilitator_1": "Alastair Coote", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "227", 
        "location": "", 
        "pathways": "Mobile and Accessibility", 
        "space": "Journalism", 
        "time": "", 
        "title": "Bring your web development skills to mobile"
    }, 
    {
        "description": "Participants will learn and share best practices for engaging with online communities in a structured and meaningful way. Including how the Guardian uses tools like Guardian Witness to achieve this. As well as coming up with ideas for how this could be done better in the future!", 
        "facilitator_1": "Gideon Goldberg", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "225", 
        "location": "", 
        "pathways": "Building Online Communities", 
        "space": "Journalism", 
        "time": "", 
        "title": "Flattening the ivory tower: harnessing the knowledge of readers for Open Journalism"
    }, 
    {
        "description": "We will share lessons learned in building Vox Media's large communities, specifically SB Nation and The Verge. Folks will learn technology, design and community strategies that worked and some that failed.", 
        "facilitator_1": "Trei Brundrett", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "529", 
        "location": "", 
        "pathways": "Building Online Communities", 
        "space": "Journalism", 
        "time": "", 
        "title": "What we learned at Vox Media about how we build community and why it's important"
    }, 
    {
        "description": "Get introduced to some of the best newsgames that have come out of journalism so far, and learn about what really makes a game both fun and educational.", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "553", 
        "location": "", 
        "pathways": "Games and Understanding", 
        "space": "Journalism", 
        "time": "", 
        "title": "The Biggest and Baddest in Newsgames So Far, and What They Can Teach Us"
    }, 
    {
        "description": "Data simultaneously reveals and conceals. And no matter how diligent journalists are, we can never be certain that our numbers are truly bullet proof - and some stories are by nature unethical if conveyed solely through data. We will discuss the various ways a journalist can unintentionally misrepresent a story through data, and brainstorm questions to ask ourselves before determining whether a story can be ethically represented through data. With these questions we will create a Hippocratic Oath for data journalists to adhere by when working with data. This session is inspired by the book \"How to Lie with Statistics.\"", 
        "facilitator_1": "Anne Li", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "205", 
        "location": "", 
        "pathways": "", 
        "space": "Journalism", 
        "time": "", 
        "title": "No Good Number Goes Unpunished"
    }, 
    {
        "description": "", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "578", 
        "location": "", 
        "pathways": "", 
        "space": "Journalism", 
        "time": "", 
        "title": "Tufte: The Musical"
    }, 
    {
        "description": "", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "572", 
        "location": "", 
        "pathways": "Building Online Communities, [PARTICIPATION] Accepted", 
        "space": "Journalism", 
        "time": "", 
        "title": "How do communities come together?"
    }, 
    {
        "description": "The visual basics—how to see when we are looking—will help us find faces in the most unexpected places. These faces-in-places found in sinks, walls, street furniture, architecture, etc. will be photographed in and around MozFest for our next session.", 
        "facilitator_1": "Metod Blejec,  @metodb ", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "43", 
        "location": "", 
        "pathways": "Seeing–Drawing–Producing Smilies", 
        "space": "Localization", 
        "time": "", 
        "title": "Photographing Smilies"
    }, 
    {
        "description": "Participants of different ages – hopefully with a sizable number of children – will join in a creative project which involves playing with the Songhay language and cultural heritage through visual aids. At first glance, the exercise involves exploring an unfamiliar language, one they would rarely know about before joining this session. They will work in pairs or groups to put together letters into words, words into phrases and even simple sentences, match some words and phrases with images or situations that they encounter on worksheets. There is no right or wrong answer. If someone insists that his/her word exists in Songhay, they can prove it by using a dictionary. If the word doesn't appear, it may still exist; since the dictionary is still not fully developed like one in English. In all, the playful interaction with a language and its imagery is the at heart of this session.", 
        "facilitator_1": "Mohomodou Houssouba", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "415", 
        "location": "", 
        "pathways": "Seeing–Drawing–Producing Smilies, [youthZone] Links with us", 
        "space": "Localization", 
        "time": "", 
        "title": "Using crafts to teach localization processes"
    }, 
    {
        "description": "Learn how to localize web application using new technology or learn what needed in order to fully localize a website.", 
        "facilitator_1": "Ali Al Dallal", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "416", 
        "location": "", 
        "pathways": "", 
        "space": "Localization", 
        "time": "", 
        "title": "How to localize web application"
    }, 
    {
        "description": "We will review our found faces-in-places we photographed and choose the favourite “smily” (or any other emotion-full face). We will draw and/or transfer the face(s) from our photographs onto paper using pencils, pens, ball pens, markers, etc. and prepare it for our last session.", 
        "facilitator_1": "Metod Blejec, @metodb ", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "42", 
        "location": "", 
        "pathways": "Seeing–Drawing–Producing Smilies", 
        "space": "Localization", 
        "time": "", 
        "title": "Drawing these Smilies"
    }, 
    {
        "description": "Faces-in-places drawings will help us digitalise these smilies into vectors. We will trace or digitally recreate them in a vector graphic on the computer (using Illustrator, Inkscape, etc.). Then we will play with colour, framing, spacing and other design principles. Voila, smiley icon is done! Lets upload it.", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "44", 
        "location": "", 
        "pathways": "Seeing–Drawing–Producing Smilies", 
        "space": "", 
        "time": "", 
        "title": "Digitalise Smiley Icon"
    }, 
    {
        "description": "Are you a gamer? How about becoming a game designer for a couple of hours? In this session you will work in teams to hack an existing game with a new goal: to teach people about Web Literacy. Using paper, markers, pawns, dices and other props, you’ll make a playable prototype of your new game, which other people can play for fun and use as an educational tool. Here’s our formula for success: existing board / card game + Web Literacy = new game What do you want to teach? Can you make a board game that lets players immerse themselves in that topic? What aspects of your chosen topic do you want players to focus on? How will you change the existing game mechanics so that they reflect your goal/topic?", 
        "facilitator_1": "Matteo Menapace", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "281", 
        "location": "", 
        "pathways": "[MLN] Learning & Leading", 
        "space": "Mozilla Learning Networks", 
        "time": "", 
        "title": "Hacking Games for Web Literacy"
    }, 
    {
        "description": "This session contains the core ideas of the Mozilla Learning Network, which is, \"Teach like Mozilla\". As opposed to conventional learning methods that include watching & listening, we are going to explore participatory,inclusive and fun ways of teaching. These include examples of sessions that worked in our local communities, for example:Teaching HTML using Lo-fi/No-fi methods in remote villages in India with the help of bricks and LAN houses (internet cafe's in Brazil) where people are taught web literacy skills. The attendees of our session would have a better understanding on the importance of fun and participatory learning activities.", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "274", 
        "location": "", 
        "pathways": "[MLN] Teaching Web Literacy with Mozilla Clubs", 
        "space": "Mozilla Learning Networks", 
        "time": "", 
        "title": "What does being participatory & playful in a learning setting look like?"
    }, 
    {
        "description": "", 
        "facilitator_1": "Maurizio Gioli", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "395", 
        "location": "", 
        "pathways": "[MLN] Voices of Diverse Leaders", 
        "space": "Mozilla Learning Networks", 
        "time": "", 
        "title": "Link Technology to Social Innovation"
    }, 
    {
        "description": "Cristol Kapp, a TeacherPreneur, completely transformed the Clifton Hills Elementary School Library into a library makerspace. She has created a space that offers students the opportunity to explore, make, learn, and share at their pace. In this session you will learn how to use Design Thinking to reimagine your context. Together, we’ll create a design board centered around the challenge of redesigning a space to allow participants to soar.", 
        "facilitator_1": "Cristol  Kapp, Librarian, Clifton Hills Elementary School, @mrs_kapp", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "270", 
        "location": "", 
        "pathways": "[MLN] Learning & Leading, [youthZone] Pathway - News to me!", 
        "space": "Mozilla Learning Networks", 
        "time": "", 
        "title": "Redesigning your Context: A Design Thinking Approach"
    }, 
    {
        "description": "The session is a fireside chat about participatory and collaborative methods for mozilla clubs and community building. In this session we'll explore best practices, tips, tricks and ways that club captains and facilitators can improve their game and make the most of the community they are a part of.\nWe'll look into ways to move from participation into collaboration and why these methods work and are the right approach for a \"Teach Like Mozilla\" framework.", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "513", 
        "location": "", 
        "pathways": "[MLN] Teaching Web Literacy with Mozilla Clubs", 
        "space": "Mozilla Learning Networks", 
        "time": "", 
        "title": "From Participation to Collaboration"
    }, 
    {
        "description": "", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "366", 
        "location": "", 
        "pathways": "Youth Learning, [MLN] Voices of Diverse Leaders", 
        "space": "Mozilla Learning Networks", 
        "time": "", 
        "title": "Models and Modes of Engagement for Authentic Youth Leadership in Informal Digital Learning Contexts"
    }, 
    {
        "description": "High tech manufacturing tools are becoming more accessible for do-it-yourselfers, makers and activists. The tools you can find at a local maker space can be used to make inexpensive activist gear. In this participatory session, you’ll learn learn creative ways to user maker tools for activism. We’ll cover making giant banners, laser cutting stencils for spray painting, making custom vinyl stickers to culture-jam billboards, using CNC machines to carve block of linoleum or wood for printing posters.\nIn the first part of the session you’ll get a quick overview of these DIY production techniques, see some examples of how activists have used these techniques, we’ll talk about how you can access these machines at maker spaces, and we’ll spend some time brainstorming some new ideas. In the second part we’ll get our hands dirty and print some t-shirts, bandanas, patches and posters. Bring a blank t-shirt to print on (but don’t worry if you don’t have one with you, we'll also have fabric and paper available).", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "520", 
        "location": "", 
        "pathways": "[MLN] Teaching Web Literacy with Mozilla Clubs", 
        "space": "Mozilla Learning Networks", 
        "time": "", 
        "title": "Using Digital Fabrication Techniques to Make DIY Activist Gear"
    }, 
    {
        "description": "", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "247", 
        "location": "", 
        "pathways": "Participation Travel Stipend, Scaling Participatory Learning Experiences, [MLN] Voices of Diverse Leaders, [PARTICIPATION] Accepted", 
        "space": "Mozilla Learning Networks", 
        "time": "", 
        "title": "Fostering inclusivity and diversity in the Technology space"
    }, 
    {
        "description": "", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "604", 
        "location": "", 
        "pathways": "", 
        "space": "Mozilla Learning Networks", 
        "time": "", 
        "title": "MLN Sunday Lunchtime Learning"
    }, 
    {
        "description": "Join librarian and technologist colleagues to problem-solve around some of the biggest privacy challenges facing public libraries. Based on a project on privacy and data literacy in metropolitan New York, this session will present common questions and concerns arising from library professionals and engage session participants in a group exercise to troubleshoot questions that libraries  are often hard pressed but under resourced to deal with.", 
        "facilitator_1": "Seeta Gangadharan", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "391", 
        "location": "", 
        "pathways": "[MLN] Learning & Leading", 
        "space": "Mozilla Learning Networks", 
        "time": "", 
        "title": "Privacy and Libraries"
    }, 
    {
        "description": "", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "357", 
        "location": "", 
        "pathways": "[MLN] Voices of Diverse Leaders", 
        "space": "Mozilla Learning Networks", 
        "time": "", 
        "title": "Think Like a Programmer, Design Like a Change Agent"
    }, 
    {
        "description": "The session will showcase how open organizations work in the open and how session participants can replicate those ideas in their practice. We will do so by reviewing case studies of organizations working in the open, teaching how to practice open, and having hands on tutorials using web tools that facilitate working in the open. Less what to do and more how to do it!", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "495", 
        "location": "", 
        "pathways": "[MLN] Teaching Web Literacy with Mozilla Clubs", 
        "space": "Mozilla Learning Networks", 
        "time": "", 
        "title": "Teaching Web Literacy in the Open"
    }, 
    {
        "description": "Learn how to craft an engaging lesson plan about digital and Web literacies while leveling up your own tech skills. This workshop is aimed at people who see the value in increasing web literacy, but who are not highly technical web users. These people would like to both improve their web literacy skills and learn how to improve the skills of others, particularly focusing on their friends and members of their family. Participants will learn skills both in basic coding techniques and standard teaching practices, thus enabling them to \"level-up\" their tech skills and showing them how to teach others in varying age groups. They will learn how to prepare and implement a lesson plan, taking into account factors such as the age group and technical ability of the learners, common coding exercises (such as printing “Hello world” to the screen and error console) and techniques such as keeping learners engaged.", 
        "facilitator_1": "Gem Barrett, Ford-Mozilla Open Web Fellow, @gembarrett,", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "526", 
        "location": "", 
        "pathways": "[MLN] Learning & Leading", 
        "space": "Mozilla Learning Networks", 
        "time": "", 
        "title": "Making with Mozilla: Learning and Teaching"
    }, 
    {
        "description": "The Remake Learning Playbook is an ambitious project to open source the project code for learning innovation networks. The playbook covers the theory and practice of building authentic local communities of practice; details the resources and strategies required to put networks into action; describes the impact on schools, museums, libraries, and ed-tech ventures; and, provides the tools to make the case for transformation to different audiences. This fast-paced, engaging session will give attendees valuable insights into Pittsburgh’s Remake Learning Network, identify new strategies for collaboration based on their experiences, and generate a “gameplan” with steps to build innovation networks for teaching and learning back in their home communities. Attendees will not be passive recipients of information, but rather active learners equipped with actionable plans upon leaving the session.", 
        "facilitator_1": "Matt Hannigan, Sprout Fund, & Ryan Coons, Sprout Fund", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "332", 
        "location": "", 
        "pathways": "[MLN] Learning & Leading", 
        "space": "Mozilla Learning Networks", 
        "time": "", 
        "title": "Game On! A Playbook for Building Learning Innovation Networks"
    }, 
    {
        "description": "", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "605", 
        "location": "", 
        "pathways": "", 
        "space": "Mozilla Learning Networks", 
        "time": "", 
        "title": "MLN Web Literacy Feedback"
    }, 
    {
        "description": "Hosting and running a club isn't easy, neither is dealing with the costs. Need help reaching out to local partners to help fund parts of the event or supply resources? Want to build a microfundraising site where people can donate to your club? Find out how you can fundraise to help support your clubs. This session aims at empowering individuals and groups with the know-how and essential understanding of basic tips and methods of fundraising for their clubs or programs.", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "226", 
        "location": "", 
        "pathways": "Participation Travel Stipend, [MLN] Teaching Web Literacy with Mozilla Clubs", 
        "space": "Mozilla Learning Networks", 
        "time": "", 
        "title": "Tips, tools and resources to help fund your local club, program or group"
    }, 
    {
        "description": "Public and open data can help us all make better personal decisions and better decisions for our neighborhoods and communities. Often though its hard to discover relevant data , process it in to a form that facilitates insight or the data might not even exist. The goals of our session is to introduce data discovery services, data processing and visualization tools and data collection strategies and plans to use them all together to answer and empower young people and communities", 
        "facilitator_1": "Stuart Lynn", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "448", 
        "location": "", 
        "pathways": "[SCIENCE] Under Consideration", 
        "space": "Mozilla Learning Networks", 
        "time": "", 
        "title": "Locating and collecting geospatial data to empower youth and communities"
    }, 
    {
        "description": "", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "384", 
        "location": "", 
        "pathways": "[MLN] Voices of Diverse Leaders", 
        "space": "Mozilla Learning Networks", 
        "time": "", 
        "title": "Building open resources for women at risk"
    }, 
    {
        "description": "Collaboration turns good work into great work. If you are already connected to a community of people who are teaching web literacy, you have a lot to offer. Finding creative ways to connect your work to the Mozilla community can help bring your strengths and needs into greater focus and expand the impact of your efforts. This session will explore the exchange of value that can occur when mature digital literacy programs connect with the emerging Moz Clubs initiative.\nIn this session we will learn from existing models, like The Pittsburgh Digital Corps, the Manchester Coder Dojo, and Rio Moz Club, to demonstrate the variety of models being used to teach Universal Web Literacy. Participants will help to identify ways that existing programs can benefit Moz Clubs and visa versa. We will collaboratively discover how we can use open principles to help one another and become more effective.", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "383", 
        "location": "", 
        "pathways": "Inclusive Communities, [MLN] Teaching Web Literacy with Mozilla Clubs", 
        "space": "Mozilla Learning Networks", 
        "time": "", 
        "title": "But I Already Have One of Those: Connecting Existing Programs to Mozilla Clubs "
    }, 
    {
        "description": "Help develop and ‘fix’ the Mozilla Backpack using Mozfest as the ideal place to find like-minded community members with whom to join forces. We have identified a numbers of developments in house that we are working on in Partnership with the Badge Alliance and the Mozilla Foundation. Alongside these developments there are also a number of issues identified on GitHub we would like to work on over the course of the festival with the aim of getting them staged and signed off within the weeks after MozFest. We are really keen to utilise the skills and expertise of the community to help make this happen by holding a hack workshop over the course of the festival. We will enable people to work on fixes at MozFest itself, but also remotely from around the world as we intend to contact developers within the community in the build up to the festival. By supporting ‘remote’ hacking we can ensure maximum accessibility for people unable to attend in person and recognise the international importance of the Backpack.", 
        "facilitator_1": "Matt Rogers, DigitalMe & Makewaves, @digitalme_ @MakewavesTweets @mattdigitalme", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "213", 
        "location": "", 
        "pathways": "[MLN] Learning & Leading", 
        "space": "Mozilla Learning Networks", 
        "time": "", 
        "title": "Hack the Backpack! "
    }, 
    {
        "description": "Let's hack civic engagement for youth. Civic decisions on the local and national level directly impact young people's lives and their built environment. Use an innovative digital platform tested by Chicago youth, to tackle the built environment challenges of your neighborhood. Give feedback and share your insights on practical ways that networking youth can empower them. Experience the learning in real-time and share feedback that will impact youth today.", 
        "facilitator_1": "Alexander Fishman, Regenerate Neighborhoods & Civic Artworks, @djsardine @RegenNeighbrhds", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "318", 
        "location": "", 
        "pathways": "[MLN] Learning & Leading", 
        "space": "Mozilla Learning Networks", 
        "time": "", 
        "title": "Regenerate Neighborhoods"
    }, 
    {
        "description": "", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "585", 
        "location": "", 
        "pathways": "[MLN] Learning & Leading, [MLN] Teaching Web Literacy with Mozilla Clubs, [MLN] Voices of Diverse Leaders", 
        "space": "Mozilla Learning Networks", 
        "time": "", 
        "title": "MLN Friday Opening Meetup"
    }, 
    {
        "description": "", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "603", 
        "location": "", 
        "pathways": "", 
        "space": "Mozilla Learning Networks", 
        "time": "", 
        "title": "MLN Saturday Lunchtime Learning"
    }, 
    {
        "description": "To gather women who are interested in creating a community to increase the web literacy of girls. Girls are too shy to explore coding because they initially think that it's interface is too masculine. This session's goal is to create a Mozilla Club designed for girls. And help them see technology in a whole new light – as a medium for self-expression, and as a means for changing the world. This will be a brainstorming session on how to persuade women to be more involved in web literacy in the means of establishing Mozilla Clubs. And how to create more effective events that will make them stay and would want to reach out to more people.", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "504", 
        "location": "", 
        "pathways": "Participation Travel Stipend, [MLN] Teaching Web Literacy with Mozilla Clubs", 
        "space": "Mozilla Learning Networks", 
        "time": "", 
        "title": "How to increase digital literacy with women globally through on-going programs"
    }, 
    {
        "description": "", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "584", 
        "location": "", 
        "pathways": "", 
        "space": "Mozilla Learning Networks", 
        "time": "", 
        "title": "MLN Documentation Station"
    }, 
    {
        "description": "", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "583", 
        "location": "", 
        "pathways": "", 
        "space": "Mozilla Learning Networks", 
        "time": "", 
        "title": "MLN Help Desk"
    }, 
    {
        "description": "This session will empower people to lead hands on, open ended STEM projects for students of all ages. using Iridescent's CuriosityMachine.org platform throughout the session. First, participants will tackle an open-ended design challenge from CuriosityMachine.org. Each design challenge presents a problem that participants will solve through building a solution with materials like straws, cardboard and tape. Then, attendees will discover the educator resources that the platform has and hack the materials for use at in your learning space. Educators can customize these learning experiences in many ways -- they can change (but are not limited to) the design challenge materials, lesson plans and unit structures that are already posted on Curiosity Machine.", 
        "facilitator_1": "Devin  Dillon", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "98", 
        "location": "", 
        "pathways": "Scaling Participatory Learning Experiences, [MLN] Learning & Leading, [PARTICIPATION] Accepted", 
        "space": "Mozilla Learning Networks", 
        "time": "", 
        "title": "Hack a Design Challenge to Use With Your Students"
    }, 
    {
        "description": "The Mozilla web literacy map is being refactored to include 21st Century skills needed for leadership development, and written in a language more approachable and accessible to diverse audiences.  We invite anyone interested in teaching web literacy skills to provide us with your insights and creative input on a draft 2.0 content and design, and  help us determine what curriculum and tools are needed to make the digital-age skills more relevant to more people. Come spend a few minutes with us moving around pieces of the map, and sharing stories of how you would use the map.", 
        "facilitator_1": "An-Me Chung", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "551", 
        "location": "", 
        "pathways": "[MLN] Learning & Leading", 
        "space": "Mozilla Learning Networks", 
        "time": "", 
        "title": "Learning & Leading Digital Literacy Focus Group"
    }, 
    {
        "description": "", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "308", 
        "location": "", 
        "pathways": "[MLN] Voices of Diverse Leaders", 
        "space": "Mozilla Learning Networks", 
        "time": "", 
        "title": "Strengthening workplace inclusion with Webmaker"
    }, 
    {
        "description": "This session is a fireside chat about the challenges and opportunities of trying to enable digital inclusion and web literacy on emerging countries and poor neighborhoods.\nOur goals are:\n* Identify common challenges faced by everyone in this segment and ways to overcome it.\n* Collect awesome stories that we can share with advocacy and fundraising teams.\n* Understand the different reasons why people chose to devote their time to these efforts and how we can help them.", 
        "facilitator_1": "Mario Brandão", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "509", 
        "location": "", 
        "pathways": "", 
        "space": "Mozilla Learning Networks", 
        "time": "", 
        "title": "Digital inclusion and web literacy in emerging countries"
    }, 
    {
        "description": "What is a map and how can we play with that definition at MozFest? The meaning of \"map\" across disciplines is remarkably varied. It's effectively a spatial representation of geo-topography, a linking between tables by foreign key, a datatype in C++... At CartoDB, users make creative use of our custom basemaps feature, building remarkable maps of multivariate information off-the-(beaten) geographic projection. Many have designed and published interactive maps of cemetery burial plots, galactic drawings of the Star Wars Universe, heatmaps of court traffic during the NBA finals. Let's explore other maps, and investigate topic and themes not yet covered in interactives. Let’s .talk about how to map them and discuss why mapping might be the perfect expression of their meaning.", 
        "facilitator_1": "Aurelia Moser", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "68", 
        "location": "", 
        "pathways": "[MLN] Learning & Leading, [SCIENCE] Under Consideration", 
        "space": "Mozilla Learning Networks", 
        "time": "", 
        "title": "This is Not a Map: Building Interactive Maps with Creative Themes and Geometries"
    }, 
    {
        "description": "Participants will have an opportunity to make content for the web in a guided manner using professional tools like Thimble, Mozilla's online code editor, made accessible by the Webmaker team. Participants will use HTML, CSS, and JavaScript to remix one of three sample projects, learning the basics of the most important web technologies in a fun way! Educators will also have an opportunity to experience the power of the new tutorial system as a convenient way to share lessons.", 
        "facilitator_1": "Kieran Sedgwick", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "150", 
        "location": "", 
        "pathways": "[MLN] Learning & Leading", 
        "space": "Mozilla Learning Networks", 
        "time": "", 
        "title": "Teaching the Web with the New Thimble"
    }, 
    {
        "description": "They'll learn how to code using tools like scratch and rails and, through learning, also understand what resources are available to learn to code online as well as what resources are available to teach kids to code.", 
        "facilitator_1": "Eli Kariv", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "138", 
        "location": "", 
        "pathways": "", 
        "space": "Mozilla Learning Networks", 
        "time": "", 
        "title": "How to learn/teach coding for beginners (no exp. required!)"
    }, 
    {
        "description": "Once you’ve built a community, how can you build enough momentum to retain them and keep them active? How can you continue to attract new, diverse and dedicated community members, while avoiding self-gentrification? This session will focus on conversations around best practices for retaining and growing your local community and also keeping them active. While also focusing on how communities can exist online, in person and many times, both. How can we bridge the gap between the online and in person, to ultimately create a more integrated community that builds momentum? How do you engage these two different types of communities in a way that gets them connecting with one another and breaking down that digital barrier?\nHear how littlebits tackles these questions, discuss solutions as a group and get hands-on experience making with littlebit kits.", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "424", 
        "location": "", 
        "pathways": "Leading and Building Community Through Participation, [MLN] Teaching Web Literacy with Mozilla Clubs", 
        "space": "Mozilla Learning Networks", 
        "time": "", 
        "title": "Retaining and growing communities online and offline. "
    }, 
    {
        "description": "", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "375", 
        "location": "", 
        "pathways": "[MLN] Voices of Diverse Leaders", 
        "space": "Mozilla Learning Networks", 
        "time": "", 
        "title": "No Stack for Social Justice: How can we remove barriers to tech for those advocates on the ground?"
    }, 
    {
        "description": "", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "105", 
        "location": "", 
        "pathways": "[MLN] Voices of Diverse Leaders", 
        "space": "Mozilla Learning Networks", 
        "time": "", 
        "title": "Digital Learning for Diverse Learners (on both ends of the academic spectrum)"
    }, 
    {
        "description": "", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "590", 
        "location": "", 
        "pathways": "[MLN] Voices of Diverse Leaders", 
        "space": "Mozilla Learning Networks", 
        "time": "", 
        "title": "We Begin By Listening"
    }, 
    {
        "description": "Together we will design and create small JavaScript browser applications (or Firefox OS applications) which will mix multiple open data sets together to create useful information. The takeaway thoughts will be that data is useful, but combining multiple data sets together is even better!", 
        "facilitator_1": "Jacob Tomlinson", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "279", 
        "location": "", 
        "pathways": "[Pathway] Citizen Science", 
        "space": "Open Science", 
        "time": "Saturday Session Block 4 (15:30 Saturday)", 
        "title": "Your data is good, my data is good, OUR data is incredible!"
    }, 
    {
        "description": "By the end of the session participants will be able to combine the contents of an ORCID record with publicly available metadata held by Crossref and Datacite into coherent citation lists in a variety of citation and display formats.  These live lists can then be incorporated within other applications such as blogs, citation managers or cris systems.", 
        "facilitator_1": "Tom Demeranville", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "278", 
        "location": "", 
        "pathways": "", 
        "space": "Open Science", 
        "time": "Sunday Session Block 6 (12:45 Sunday)", 
        "title": "Building citation lists using ORCID records and DOI metadata"
    }, 
    {
        "description": "There is a growing challenge of effective storage, sharing, management and analysis of large multifaceted scientific data. In this session we will share our experience in building a collaborative system for managing complex research data and discuss the ongoing and emerging challenges in data management from the user experience point of view. We will share what we learned as developers at HUBzero, a well established open source web platform for scientific research, learning, and collaboration serving communities of close to 500,000 users across a variety of disciplines, including nanotechnology, manufacturing, climate modeling and medical research. We will brainstorm on new ways to explore scientific data on the web and how we can design better web systems and interfaces to help researchers with their complex data needs.", 
        "facilitator_1": "Alissa Nedossekina", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "493", 
        "location": "", 
        "pathways": "[Pathway] Citizen Science, [Pathway] Science communication", 
        "space": "Open Science", 
        "time": "Sunday Session Block 5 (11:30 Sunday)", 
        "title": "UX Design Challenge in Scientific Software"
    }, 
    {
        "description": "In the field of drug trials, reproducibility of science is a cornerstone for efficiency and transparency of research. In the session participants will gain experience in a practical way the benefits researchers and the public can reap from applying content mining tools to large corpora of scientific texts.\nIn a practical example we will review drug papers regarding company contributions. The technology we’re going to employ is ready to extract named entities from specific parts of texts (e.g. company names in the acknowledgement section of a paper). A dataset includes metadata of a publication and data we extract from the content. Building on an example dataset, participants will be able to create and visualize relations between entities, e.g. authors, drugs, and companies. Participants will learn about practical aspects of content mining, and how to visualize data in e.g. a network graph or a timeseries.", 
        "facilitator_1": "Christopher Kittel", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "273", 
        "location": "", 
        "pathways": "", 
        "space": "Open Science", 
        "time": "Saturday Session Block 1 (10:45 Saturday)", 
        "title": "Content Mining for Transparency of Drug Research"
    }, 
    {
        "description": "Researchers from different disciplines have different software requirements. However, even across domains, similar patterns of requirements appear and it is often the case that the first thought is to buy closed software in that fulfil needs but often does not promote or allow open interoperability. This session will allow people to help build a toolbox of free/open source software needed to transition an existing “black box” research laboratory (that doesn’t share or collaborate on anything) into one that is more “open”. This can be used as a model/base for young researchers that want to encourage their lab to open up, but don’t know how to.", 
        "facilitator_1": "Billy Meinke", 
        "facilitator_2": "Roby Davey", 
        "facilitator_3": "", 
        "id": "532", 
        "location": "", 
        "pathways": "", 
        "space": "Open Science", 
        "time": "Saturday Session Block 2 (12:00 Saturday)", 
        "title": "Open Science Help Desk"
    }, 
    {
        "description": "In our session, we will build an IoT stack for schools.\nThe Internet of Things provides a fantastic opportunity for school children to acquire STEM skills while learning more about their immediate environment as well.\nBut there are a lot of IoT tools out there—so many, in fact, that it’s hard to know where to start.\nIn this workshop we will look at how to assemble an IoT stack for schools. This includes everything from hardware, and calibration, to data aggregation and coding tools.\nThe idea of this workshop is to share our knowledge with one another about tools and especially about gaps in the tool chain, from the point of view of parents, teachers and students. Participants will get hands-on experience of an IoT stack, with hardware provided by us. The goal will be to come up with a wish-list and suggestions about how Mozilla Science can help.", 
        "facilitator_1": "Brian Fuchs", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "535", 
        "location": "", 
        "pathways": "", 
        "space": "Open Science", 
        "time": "Saturday Session Block 2 (12:00 Saturday)", 
        "title": "An Open IoT Stack for Schools"
    }, 
    {
        "description": "The CERN Webfest is an annual weekend hackathon organised by and for summer students at CERN, with the support of Mozilla Science Lab and the Citizen Cyberscience Centre. In this session, participants will learn about some of the cool open source and open data projects from this year's Webfest, which span everything from particle physics games to humanitarian projects, and get hands-on experience with one of the projects.", 
        "facilitator_1": "Daniel Dobos", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "342", 
        "location": "", 
        "pathways": "[SCIENCE] Under Consideration, [Pathway ] Open Research Accelerator", 
        "space": "Open Science", 
        "time": "Sunday Session Block 8 (16:00 Sunday)", 
        "title": "W6-assess"
    }, 
    {
        "description": "This session will teach participants how to use bionode.io [1] to do bioinformatics on the web. Bionode provides small JavaScript modules that can be used client and server side. Each module also has a UNIX command line interface, to be usable with other programming languages. They will also learn the philosophy of the project (small, highly reusable tools and code, etc [2]), and how they can contribute or create their own modules. In practice, they will learn how to fetch genomic data from public databases, process and visualize it (no biology background will be required). They will also learn how bionode can be is used with other open source projects such as Dat [3] and BioJS [4].\n1: http://bionode.io\n2: https://github.com/bionode/bionode-template#principles\n3: http://dat-data.com\n4: http://biojs.net", 
        "facilitator_1": "Bruno Vieira", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "341", 
        "location": "", 
        "pathways": "[SCIENCE] Under Consideration", 
        "space": "Open Science", 
        "time": "Sunday Session Block 6 (12:45 Sunday)", 
        "title": "Bionode - Modular and Universal Bioinformatics"
    }, 
    {
        "description": "The main goals of our session would be:\n1)  Learning about cosmic rays, their importance and devices used to detect them.\n2)  Learning about the grid and it’s significance.\n3)  Open Cosmics Data Format.\nThese will include:\n1) Short description on particle physics and cosmic rays and a further description on the devices used for detecting cosmic rays, namely Cloud Chambers and Cosmic Pi, accompanied by videos and images taken first hand.\n2) Introduction to Open Cosmics and technologies used for our grid of cosmic devices.\n3) Introducing the Open Cosmics Data Format and the NASA FITS format.\n4) Introduction to CrowdCrafting.\n5) Tutorial on contributing to our project on CrowdCrafting.\nTake Away: Contribution to a citizen science project, knowledge about Open Cosmics and cosmic rays.\nBonus Take Away: Access to the Grid, knowledge and technical know-how of extracting useful data from videos captured by cloud chambers and other devices.", 
        "facilitator_1": "Gabriella Azzopardi", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "260", 
        "location": "", 
        "pathways": "[SCIENCE] Under Consideration", 
        "space": "Open Science", 
        "time": "", 
        "title": "Open Cosmics: cosmic-ray physics for everyone"
    }, 
    {
        "description": "Participants should come away with the knowledge and software tools to load data, process and visualise it, using Python, pandas and matplotlib, and to share Jupyter notebook files online.", 
        "facilitator_1": "Thomas Kluyver", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "543", 
        "location": "", 
        "pathways": "Tools and Analysis", 
        "space": "Open Science", 
        "time": "Saturday Session Block 4 (15:30 Saturday)", 
        "title": "Jupyter notebooks and Python data analysis"
    }, 
    {
        "description": "This session will allow people to experiment with tools used in mapping and analysis and visualization of datasets that I am using on the \"Police by numbers\" project with the ACLU of MA. Tools include: PostgreSQL + PostGIS, D3 and other JavaScript tools and PHPDataProcessor a tool written specifically for this, REST, Geo/TopoJSON, etc.", 
        "facilitator_1": "Paola Villarreal", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "517", 
        "location": "", 
        "pathways": "", 
        "space": "Open Science", 
        "time": "Saturday Session Block 2 (12:00 Saturday)", 
        "title": "Using open source tools to analyze police data"
    }, 
    {
        "description": "This session introduces newcomers to the essentials of Git and GitHub. Our goal is to give everyone an approachable and hands on experience with the tools as well as the common practices and social nuances in open source, gaining confidence to get involved themselves.", 
        "facilitator_1": "Jessica Lord", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "256", 
        "location": "", 
        "pathways": "Tools and Analysis", 
        "space": "Open Science", 
        "time": "Saturday Session Block 1 (10:45 Saturday)", 
        "title": "GitHub 101"
    }, 
    {
        "description": "Hypothesis is building an open platform for discussion on the web. Hypothesis leverages annotation to enable sentence-level critique or note-taking on top of any page: news, blogs, scientific articles, books, terms of service, legislation and more. From simply taking notes to adding critical knowledge, an open annotation layer engineered for the web provides a powerful technology for improving information flow in science. Hypothesis can be installed via a simple browser extension for individual use, proxied through a URL on any page, or  incorporated directly into platforms.  Current uses include pre- and post-publication peer review, making science more understandable, and tagging key concepts in the literature.  In this sprint, we will provide an introduction to web-based annotation, and hands-on tutorials directed towards both end interested in annotation and developers who want to incorporate it into their platforms.", 
        "facilitator_1": "Maryann Martone", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "254", 
        "location": "", 
        "pathways": "[Pathway] Science communication, [SCIENCE] Under Consideration", 
        "space": "Open Science", 
        "time": "Sunday Session Block 8 (16:00 Sunday)", 
        "title": "Annotation on the Web with Hypothes.is"
    }, 
    {
        "description": "In September 2015 our lab, the MIT Lab of Computational Physiology, will be publicly releasing MIMIC-II, the latest version of a unique, publicly accessible critical care database. The data comprises detailed information on ~60,000 patient stays in critical care.\nIn the workshop we will work with participants to carry out an analysis of the dataset using SQL and Python. Our aims include (1) emphasise the value of open health data (2) teach analysis and computing skills (3) create teams who will go on to publish research studies using MIMIC (4) and ultimately lead us towards better patient care and outcomes.\nThe workshop would be based on the \"MIT Critical Care Datathons\" that we have held at MIT: http://criticaldata.mit.edu", 
        "facilitator_1": "Tom Pollard", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "396", 
        "location": "", 
        "pathways": "", 
        "space": "Open Science", 
        "time": "Saturday Session Block 1 (10:45 Saturday)", 
        "title": "Critical Care Datathon: Answering clinically relevant questions with the MIMIC Critical Care Dataset"
    }, 
    {
        "description": "Using ThreeJS and other Javascript libraries we’ll explore the opportunities presented by Firefox and other desktop and mobile browsers for interactive 3D graphics in scientific data collection, visualisation and image analysis.\nSome HTML and Javascript skills will be needed. Geometry and matrix algebra will be useful.", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "301", 
        "location": "", 
        "pathways": "", 
        "space": "Open Science", 
        "time": "Sunday Session Block 5 (11:30 Sunday)", 
        "title": "Science in the Browser with WebGL"
    }, 
    {
        "description": "The session will inspire participants to create their own study groups in their communities.", 
        "facilitator_1": "Anita Raichand", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "168", 
        "location": "", 
        "pathways": "[Pathway] Citizen Science", 
        "space": "Open Science", 
        "time": "Saturday Session Block 2 (12:00 Saturday)", 
        "title": "Start an open science study group"
    }, 
    {
        "description": "We'll present a global initiative called the Open Seventeen, promoted by the advocacy group ONE.org, which uses crowdsourcing and open data for verification by the public that governments and companies are contributing to 17 global Sustainable Development Goals. Emphasis in the Open Seventeen is on ensuring that such crowdsourcing projects have a real-world impact on policies. We'll walk participants through the steps needed to develop and launch a successful crowdsourcing project, using ideas and data that the participants are encouraged to bring to the event. Finally, we'll introduce an online coaching programme entitled Citizen Science on the Web, which was developed as a collaboration between GovLab Academy, Public Lab and Citizen Cyberlab. We'll show how we are using this programme to help people who want to crowdsource environmental or humanitarian open data, and ensure their efforts have an impact.", 
        "facilitator_1": "Francois Grey", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "300", 
        "location": "", 
        "pathways": "[Pathway] Citizen Science", 
        "space": "Open Science", 
        "time": "Sunday Session Block 5 (11:30 Sunday)", 
        "title": "Tackling Sustainable Development with Citizen Science on the Web"
    }, 
    {
        "description": "We will provide an opportunity to reproduce the results of a prominent academic publication. The goal of our workshop would be for attendees to be able to find a suitable publication, locate and download the original data from the Internet, reproduce the original results, and extend the analysis to probe the robustness of the published findings.\nThis would require that the participants have some statistical knowledge, as well as programming ability (R preferably, since it is available free, but also possibly Stata, SPSS, SAS, etc. if students have that software themselves).  However, by using a relatively simple randomized trial (such as “Are Emily and Greg More Employable than Lakisha and Jamal?” by Marianne Bertrand and Sendhil Mullainathan, 2004  just to name one possible example) on an important and easily understood topic (racial discrimination in employment), and by having attendees work in small groups, even beginners should be able to benefit.", 
        "facilitator_1": "Garret Christensen", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "165", 
        "location": "", 
        "pathways": "", 
        "space": "Open Science", 
        "time": "Sunday Session Block 5 (11:30 Sunday)", 
        "title": "Research Reproducibility: Hands-on Experience with Replication"
    }, 
    {
        "description": "There's been a lot of new innovation in open source mapping tools lately. We'll show you how to roll your own crowdmap with free software and strategize your tech stack. We'll also share knowledge to organize, engage, and sustain web literacy for communities most impacted by toxic pollution.\n---\nQuestions we'll be addressing:\n1) What are the advantages and disadvantages to various technologies for mapping environmental issues?\n2) How does one collect, organize, and manage various data types (geospatial, government, community driven)\n3) How do we grow the coalition of community groups and open technologists working for sustainability and environmental health on a global scale.\nThrough these questions and experiences we will walk away with a working knowledge of collective storytelling for bioregions under ecological crisis bridged with the ecosystem of the open web.", 
        "facilitator_1": "Jacob Caggiano", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "244", 
        "location": "", 
        "pathways": "Global Village Garden", 
        "space": "Open Science", 
        "time": "", 
        "title": "Connecting the BioWeb: Mapping Earth's biggest challenges with an open online ecosystem."
    }, 
    {
        "description": "What is missing in data publishing? Does your community support your needs? Which tools would you like to see if resources, development effort or time were not a worry?\nDaydreaming will help us exploring a bright data future. We will describe the goals and needs of the research community to design open tools for data publication.\nThis is a brainstorm session about scientific data (and other related research objects). We will focus on what we would like to and cannot do right now, putting together a list of goals and proposing ways to achieve them.\nThe final output will be a catalog of tools for open data publication. The THOR project will try to turn the ideas into real test cases during the next two years.", 
        "facilitator_1": "Laura Rueda", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "298", 
        "location": "", 
        "pathways": "", 
        "space": "Open Science", 
        "time": "Saturday Session Block 3 (14:15 Saturday)", 
        "title": "Tools to fulfill your wildest data dreams"
    }, 
    {
        "description": "Citizen science and engagement: How can we use the web to get you more engaged with the science of the European Commission (EC)? The EC offers a rich set of information that anybody could benefit from. At the same time, the science carried out to support evidence-based policy making could benefit from citizen contributions. How can we use the web to make the existing information more accessible? What might be the mechanisms to embed Citizen Science into the EC’s research processes?\nThe session elaborates on these questions as an initial attempt to bridge the gap between citizens and EC research. It will point to some open data sources (especially related to environmental monitoring) and offer an open dialogue in order to transform the current scientific processes using web technologies. The session will be facilitated by EC’s in-house scientific service (the Joint Research Centre - JRC) and the Citizen Sense project.", 
        "facilitator_1": "Sven Schade", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "290", 
        "location": "", 
        "pathways": "[Pathway] Citizen Science, [Pathway ] Open Research Accelerator", 
        "space": "Open Science", 
        "time": "Sunday Session Block 7 (14:45 Sunday)", 
        "title": "European Citizen Science via the Web: potentials, expectations and way ahead"
    }, 
    {
        "description": "Maps are popular visualizations applied to all scientific disciplines. Likewise, learning how to best apply cartographic tools to spatial problems is an important component to making sense of our world visually and physicially. At all scales, this skill can provide complex information with spatial clarity: where orbital maps drive an understanding subatomic dynamics at one zoom, and help us understand interactions in our cosmos at another. Still, sometimes the tools to build maps can be as obscure and proprietary as the data we are trying to parse.\nThis session will be a brief intro to open source mapping tools, a tutorial in map-making for science, and a drop in clinic to play with, manage, and map geospatial data. Participants will make maps with sample science data, or test /troubleshoot their own with open source software.", 
        "facilitator_1": "Aurelia Moser", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "91", 
        "location": "", 
        "pathways": "Tools and Analysis", 
        "space": "Open Science", 
        "time": "Sunday Session Block 5 (11:30 Sunday)", 
        "title": "Mapping the Matrix: Open Cartography with Scientific and Spatial Data"
    }, 
    {
        "description": "", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "560", 
        "location": "", 
        "pathways": "", 
        "space": "Open Science", 
        "time": "Sunday Session Block 6 (12:45 Sunday)", 
        "title": "Data is beautiful. What’s Wikidata and why does it matter to me?"
    }, 
    {
        "description": "It will teach them about Docker and what it can do to help them iterate more quickly, easily and repeatably.\nFor developers they'll have a tool that can guarantee parity between development and production environments -- leading to fewer bugs and runtime problems.\nFor scientists they'll have an easier way to create, share, and guarantee the reproducibility of their results.\nIf all goes as planned everyone (or small groups of people) will have created and executed a Docker container.", 
        "facilitator_1": "Daniel Craigmile", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "524", 
        "location": "", 
        "pathways": "New Technologies for Participation -- Challenge, Tools and Analysis, [JOURNALISM] Under Consideration, [PARTICIPATION] Accepted,", 
        "space": "Open Science", 
        "time": "Sunday Session Block 7 (14:45 Sunday)", 
        "title": "Diving into Docker: Developing a Darn Fast, Repeatable Workflow"
    }, 
    {
        "description": "We will create a new form of decentralised learning experience together, where everyone has their own data, their own domain, and can run these on their own hardware.\nWe will connect the learning space we create at Mozfest to other spaces around the world, so that participants can experience this new way of writing, creating and researching together. Nominally the topic is about the science of space, and the moon. However we will use this subject to explore collaboration, science and federated learning.\nParticipants will:\n1) Learn to set up and install software on a Raspberry Pi\n2) Learn to set up and install a NodeJS server running Fedwiki\n3) Learn how to share data and media with other spaces using a serverless architecture based on decentralised technologies such as IPFS\nFinally we will have a lot of fun, exploring the moon.", 
        "facilitator_1": "David Bovill", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "373", 
        "location": "", 
        "pathways": "", 
        "space": "Open Science", 
        "time": "Saturday Session Block 3 (14:15 Saturday)", 
        "title": "Full Moon Academy"
    }, 
    {
        "description": "Crowdsourcing, open data/science/research, all that can sound very appealing to those of us who were born and raised on the web with all its collaboration. But all of these ideals can become a problem when working on what ethicists call “human subject research”. Psychology, sociology, life sciences, medicine and many other disciplines face this struggle between wanting to be open about science and data and the need to protect participants.\nThis session serves as a discussion platform, bringing together people of a diverse background to figure out how we can square open science with ethical research conduct.", 
        "facilitator_1": "Bastian Greshake", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "126", 
        "location": "", 
        "pathways": "[Pathway] Citizen Science", 
        "space": "Open Science", 
        "time": "Sunday Session Block 5 (11:30 Sunday)", 
        "title": "The Genome in the Machine – the Ethics of Open Data Meeting Very Personal Data "
    }, 
    {
        "description": "The session will focus on new directions in education, and will revolve around a prototype built in the CERN Webfest, 2015.\nThe project lets you use a regular smartphone as a 3D controller to control educational 3D models projected on a large screen and/or multiple monitors, and all *without* installing any extra application on the smartphone or the screen. All using a regular browser.\nThe demo is hosted at : http://52.20.81.77/\nOpen the link on your smart phone and select \"Heart Receiver\"\nOpen the same link on your laptop and select \"Heart Renderer\"\nThe principal goal of the session will be discuss approaches to use this and other similar ideas to liberate education from blackboards, and add an extra dimension to hands on education. Especially in developing countries.", 
        "facilitator_1": "Sharada Mohanty", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "123", 
        "location": "", 
        "pathways": "", 
        "space": "Open Science", 
        "time": "Saturday Session Block 1 (10:45 Saturday)", 
        "title": "YA3C : Yet another 3D Controller"
    }, 
    {
        "description": "Our world is a environment where a lot of things happen. Every day we refer to locations to meet, memories of places, that wonderful restaurant that you should totally go to or 101 other things. To a computer though, our vague designations of \"That bakery off Chicago avenue near the book store\" or even just \"State and Lake\" can be confusing and hard to pin down. The programs that link our human understanding of the world to definite points of latitude and longitude on a map are called geocoders. In this session attendees will learn how to use various geocoders to make their data geospatial and understand where they might go wrong and the pitfalls involved.", 
        "facilitator_1": "Stuart Lynn", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "112", 
        "location": "", 
        "pathways": "", 
        "space": "Open Science", 
        "time": "Saturday Session Block 1 (10:45 Saturday)", 
        "title": "Putting the world in its place: Geocoders, their promise and pitfalls."
    }, 
    {
        "description": "This session will focus on new technologies that make science and research faster, more open, more discoverable and accessible to everyone. We can improve scientific collaboration and communication to increase efficiency in the accumulation of knowledge – and to best achieve this, science should look to improve technologies to document and connect the entire lifecycle of research projects. What are these research technologies and how are they best used to increase the accumulation of knowledge? This session will gather information from the group and discover how others are using these technologies, which are working best and what gains are being made through their use.", 
        "facilitator_1": "Mary Anne Baynes", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "361", 
        "location": "", 
        "pathways": "[Pathway] Citizen Science", 
        "space": "Open Science", 
        "time": "Sunday Session Block 6 (12:45 Sunday)", 
        "title": "New Technology for Open & Collaborative Research"
    }, 
    {
        "description": "Introduce and demonstrate pdf processing tools and toolkits, including Tabula, DocumentCloud's docsplit, and other common pdf processing tools.  Participants should depart the session with an understanding of how to extract basic components from PDFs.", 
        "facilitator_1": "Ted Han", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "527", 
        "location": "", 
        "pathways": "Tools and Analysis", 
        "space": "Open Science", 
        "time": "Saturday Session Block 3 (14:15 Saturday)", 
        "title": "Disassembling the world's worst data wrapper: PDFs"
    }, 
    {
        "description": "This session will give participants the opportunity to learn about open data and networks (i.e. graph theory), with an emphasis on their use in science.  The participants will develop a demo that pulls open data from biological webservices and analyses and visualises the results with Cytoscape.js.", 
        "facilitator_1": "Max Franz", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "240", 
        "location": "", 
        "pathways": "[Pathway] Science communication", 
        "space": "Open Science", 
        "time": "Saturday Session Block 4 (15:30 Saturday)", 
        "title": "Analysing and visualising network data"
    }, 
    {
        "description": "Innovation is too often seen as a business imperative rather than a means to improve lives.\nThe growing use of Open Innovation, co-creation and user centred design by businesses, and the public sector will enable more citizens than ever before to participate in shaping the future, not only of the web but all the products and services they experience.\nIn the session we shall take a few existing ideas and innovations and try to make them better using these approaches. We’re not looking for expertise, but passion to see and make a better future.\nBetter how? Well it could be a new audience, or solve an existing problem in a novel way. Our primary tool will be the ‘hacker ethic’ - access, freedom of information, and improvement to quality of life.\nYou’ll get to help design better weather warnings, or bring a problem of your own and share it.", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "462", 
        "location": "", 
        "pathways": "Global Village Garden", 
        "space": "Voices of Diverse Leaders", 
        "time": "", 
        "title": "Innovating in the open for better lives (and better products)"
    }, 
    {
        "description": "By the end of the session, the participants would be able to:\n- Have more effective conversations, regardless of how diverse their audience might be\n- Easily connect with and talk to someone from a very different professional or cultural background\n- Ask questions that allow others to want to share their knowledge or experience with you\n- Empathize with others\n- Build stronger personal and professional networks\n- Make others interested in something you are passionate about", 
        "facilitator_1": "Bhuvan Shrivastava", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "445", 
        "location": "", 
        "pathways": "Global Village Athena Library", 
        "space": "Voices of Diverse Leaders", 
        "time": "", 
        "title": "Building Networks Through the Art of Conversation"
    }, 
    {
        "description": "The panel that I’m going to lead will allow young people to have insights into African music, how to do research and write about it online, how to represent it as a brand and other resource guides e.g. Vlogging.If you approve this proposal we can also include a performance from an African artist.", 
        "facilitator_1": "Kevin Ovita Teddy", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "109", 
        "location": "", 
        "pathways": "", 
        "space": "Voices of Diverse Leaders", 
        "time": "", 
        "title": "African perspectives on music for the open web"
    }, 
    {
        "description": "", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "556", 
        "location": "", 
        "pathways": "[youthZone] accepted session, [youthZone] Pathway Tech - What else you can do with it, [youthZone] Teaching kit", 
        "space": "youthZone - Through the lens of youths", 
        "time": "", 
        "title": "Astro Pi workshop with a UK space agency element"
    }, 
    {
        "description": "Learn about the value of Minecraft (and other games & tech) for small local communities engaging children, youth and grown ups. We would like to discuss civic engagement, learning through play and the inter-generational role of tech and specific games like Minecraft.", 
        "facilitator_1": "Sylwia Korsak prev. Presley", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "60", 
        "location": "", 
        "pathways": "[youthZone] accepted session, [youthZone] Pathway - News to me!", 
        "space": "youthZone - Through the lens of youths", 
        "time": "", 
        "title": "Minecraft for local community"
    }, 
    {
        "description": "There's a lot of talk about 'jobs in tech' but what does that actually *mean* -- especially for those of us that don't code (yet!) In this interactive, non-intimidating session you'll create a \"dream job\" based on what you're good at and what you like to do. You'll also hear a diverse panel share how they parlayed their skills and passions into a dynamic -- and often self-defined -- role in the tech industry. A great session for MozFest newbies, youth, and anyone considering transitioning their careers into this exciting field. Everyone is welcome!", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "206", 
        "location": "", 
        "pathways": "Educator focused, Inclusive Communities, Youth Learning, [youthZone] accepted session, [youthZone] Leading session, [youthZone] Pathway - News to me!", 
        "space": "youthZone - Through the lens of youths", 
        "time": "Saturday Session Block 1 (10:45 Saturday)", 
        "title": "What the heck are 'Jobs in tech'?"
    }, 
    {
        "description": "I created this HTML Puzzle Box which people can easily create because it's basically a papertoy, that you can print and craft by yourself. This boxes means to teach people, which has no knowledge about HTML basic languages, in a more fun way. Beside of teaching how to craft, we can play a HTML Puzzle Box Challenge which challenging how fast you can stack the boxes in right orders.", 
        "facilitator_1": "Yofie Setiawan", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "59", 
        "location": "", 
        "pathways": "Participation Travel Stipend, [youthZone] accepted session", 
        "space": "youthZone - Through the lens of youths", 
        "time": "Saturday Session Block 3 (14:15 Saturday)", 
        "title": "HTML Puzzle Box Challenge"
    }, 
    {
        "description": "Introduction to Programming for ages 4 and above.\nIn this 'doing' session we propose making a giant version of the board game Robot Turtles http://www.thinkfun.com/robotturtles-buy.\nWe have delivered this activity at our October '14 U Can Too Maker Party and had participants ranging from 3 all the way to 11.  Both the participants and DLs thoroughly enjoyed!", 
        "facilitator_1": "Su Adams", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "58", 
        "location": "", 
        "pathways": "Youth Learning, [youthZone] accepted session, [youthZone] Pathway Tech - What else you can do with it", 
        "space": "youthZone - Through the lens of youths", 
        "time": "", 
        "title": "Giant Robot Turtles"
    }, 
    {
        "description": "deeper community participation using one of Mozilla's support tools (Army of Awesome) as a case study. We will use this to discuss and share what participation techniques and processes work in the open space and comment on challenges and opportunities.", 
        "facilitator_1": "Madalina Ana", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "289", 
        "location": "", 
        "pathways": "[youthZone] Pathway - News to me!", 
        "space": "youthZone - Through the lens of youths", 
        "time": "Saturday Session Block 1 (10:45 Saturday)", 
        "title": "Using open community support as a community building tool"
    }, 
    {
        "description": "The session will show the capability of WebVR for interactive and immersive storytelling, and how to bring VR to anyone with a smartphone.\nParticipants will make cardboard VR cutouts from a provided template, which they can use with Firefox installed on their off the shelf Android phones. No expensive hardware required!\nIt can be presented as a limited-length session, as an all-day (or all festival) exhibit, where  people can periodically stop by and learn and create.\nThe goals include:\n- Creation of DIY cardboard VR viewers! We will provide templates, scissors, and fun things to decorate them with!\n- Show participants the capability of VR for telling stories on the Web.\n- Teach participants to create immersive content with consumer-grade 360/180 degree cameras. They will be able to see contents from the camera with WebVR\n- Teach them to hack on example stories, to tell their own stories in WebVR.", 
        "facilitator_1": "Rabimba Karanjai", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "378", 
        "location": "", 
        "pathways": "Participation Travel Stipend, [youthZone] accepted session, [youthZone] Pathway Tech - What else you can do with it", 
        "space": "youthZone - Through the lens of youths", 
        "time": "", 
        "title": "Bringing VR to the masses with your story! on the Web"
    }, 
    {
        "description": "Arts Award is managed by Trinity College London in association with Arts Council England.  It is an evidenced based qualification which provides a framework for schools, arts, cultural and youth sector organisations.  It supports young people to gain creativity and leadership skills. The focus is on iteration as a process post project to help teach young people how to create a project independently from inception to creation in any media they may wish to express themselves in aged 0-25.  Arts Award is offered at five levels, four qualifications and an introductory award", 
        "facilitator_1": "Julie neville", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "538", 
        "location": "", 
        "pathways": "[youthZone] accepted session, [youthZone] Pathway - News to me!", 
        "space": "youthZone - Through the lens of youths", 
        "time": "", 
        "title": "Arts Award - Individual Pathway creator in schools and youth centres"
    }, 
    {
        "description": "The session will introduce people to the awesomeness of the Raspberry Pi, electric circuits and coding with Scratch and Python.  They will learn about using the command line, setting up electronic circuits safely, what the GPIO pins are used for and just having a bit of fun with blinking LEDs and resisters. It will also introduce them to Computational thinking and problem solving.", 
        "facilitator_1": "Femi Owolade-Coombes", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "410", 
        "location": "", 
        "pathways": "[Pathway] Mapping Your MozFest Learning Journey, [youthZone] accepted session, [youthZone] Pathway Craft - Bridging your digital divide", 
        "space": "youthZone - Through the lens of youths", 
        "time": "", 
        "title": " Physical Computing with the Raspberry Pi"
    }, 
    {
        "description": "This session will allow people to teach web privacy at a basic level. They will have a good knowledge of key concepts such as data permanence, cookies, tracking, third party data mining and how they can introduce these concepts to others with little to no knowledge on the subject. This session will empower the participants to facilitate sessions of their own and create their own session material.", 
        "facilitator_1": "Tom Farrow", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "440", 
        "location": "", 
        "pathways": "Backdoors + Cryptowars, Don't Feed the Trolls, Youth Learning, [youthZone] accepted session", 
        "space": "youthZone - Through the lens of youths", 
        "time": "", 
        "title": "Teaching the Basics of Privacy"
    }, 
    {
        "description": "People often hear the word \"algorithm\" and think that it entails complicated math or heavy computer programming. At it's core, though, an algorithm is a simple set of rules that are relatively easy to understand. You can write an algorithm for almost anything — making a sandwich, deciding what to make for dinner, doing long division, naming children, and more. This session seeks above all to take away the mystery of a concept that influences our lives each day. It will help people understand how algorithms work and will allow participants to explore the concept of algorithms using simple English and no code.", 
        "facilitator_1": "Ryan  Graff", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "184", 
        "location": "", 
        "pathways": "[youthZone] accepted session, [youthZone] Pathway Tech - What else you can do with it", 
        "space": "youthZone - Through the lens of youths", 
        "time": "", 
        "title": "Algorithms are ancient and not so scary. Let's write one with crayons. "
    }, 
    {
        "description": "This session will introduce participants to the Maker Cart and the Maker   Movement. The Maker Cart is a mobile cost and space saving mobile unit that   contains the main ingredients to start a Makerspace and Maker Programme. It   consists of a 3d printer, digital cutter, electronics, micro-controllers and   robotics. The Maker Cart has been designed for schools, libraries and youth   centres but can also be use at home!  People will learn about the Maker movement, the tools and machinery   associated and the kind of projects that can be developed with the Maker   Cart.  People will have a chance to make something using some of the tools and   machines in the Maker Cart.", 
        "facilitator_1": "Carlos  Izsak", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "182", 
        "location": "", 
        "pathways": "[youthZone] accepted session, [youthZone] Pathway Craft - Bridging your digital divide", 
        "space": "youthZone - Through the lens of youths", 
        "time": "", 
        "title": "The Maker Cart: a hands on introduction to Maker Education"
    }, 
    {
        "description": "CoderDojo will provide environment for kids to learn to code using a range of Mozilla and Open Source Languages, The sessions will be open learning delivered by youth mentors in peer to peer sessions. Adults will be present to supervise and support youth mentors, if required", 
        "facilitator_1": "Johnny Claffey", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "119", 
        "location": "", 
        "pathways": "[youthZone] accepted session, [youthZone] Pathway Tech - What else you can do with it", 
        "space": "youthZone - Through the lens of youths", 
        "time": "", 
        "title": "CoderDojo"
    }, 
    {
        "description": "The Mozilla tools to teach the web have evolved - some new, some updated and some are the same old gems. Participants will learn about the changes and how to continue to use the tools to teach core Web Literacy skills. This includes X-Ray Goggles, Thimble and Webmaker.\n(This session is being submitted as part of the Clubs pathway of the MLN Space)", 
        "facilitator_1": "Hannah Kane", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "455", 
        "location": "", 
        "pathways": "[youthZone] accepted session, [youthZone] Pathway - News to me!", 
        "space": "youthZone - Through the lens of youths", 
        "time": "", 
        "title": "Allow me re-introduce myself, my name is .... (tools to teach the web)"
    }, 
    {
        "description": "This session provides a projection mapping workshop. In the workshop, participants will make objects with paper clay and draw animation to project on them. Animation will be made with customized version of parapara animation (http://parapara.mozlabs.jp/). Through the workshop, participants will learn the mechanism of how animation and projection mappings are made and by making their own. The experience are of making objects are related to making 3D items on computers. Also, mapping animation on their objects are very first stage of mixing computing world into the real world. The goal of this session is participants to feel and understand that the Web can be a part of our real life, and computers are the tools to make it happen.\nAlso, the activity is designed by university students for teenager to learn IT technology. Target age and level of skill for this activity is elementary school students or beginners.", 
        "facilitator_1": "Noriatsu Kudo", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "252", 
        "location": "", 
        "pathways": "[youthZone] accepted session, [youthZone] Pathway Craft - Bridging your digital divide", 
        "space": "youthZone - Through the lens of youths", 
        "time": "", 
        "title": "Create your own projection mapping with Parapara Animation"
    }, 
    {
        "description": "This sessions goal is to introduce people to the idea of parental controls online - and how they don't look like parental controls in the traditional sense, and what that means in the context of internet censorship and privacy. Attendees will ask the question \"How do I balance protecting my child with maintaining the freedom and openness of the internet?\" by evaluating the \"profile\" of a child, and then building a corresponding \"ideal internet\" on paper - what's there, what isn't (if anything)? It's meant to be subjective, no right or wrong answer - just asking a question and enabling participants to walk away with \"food for thought.\"", 
        "facilitator_1": "Jake Brown", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "404", 
        "location": "", 
        "pathways": "Don't Feed the Trolls, [youthZone] accepted session, [youthZone] Leading session, [youthZone] Pathway - News to me!", 
        "space": "youthZone - Through the lens of youths", 
        "time": "", 
        "title": "Parenting and Web Censorship"
    }, 
    {
        "description": "In 2014, I completely re-imagined my school library by creating the first elementary school library makerspace in my district by collaborating with the Chattanooga Public Library, the PEF, Leadership Chattanooga, and HiveCha. Initially, I wanted to provide my students with access to technology.  The makerspace is essential to the development of 21st Century Skills because it provides a space for students to explore, make, share, and grow as independent learners.\nMake: Create a design journal.  My journal is the catalyst for change.  Here, I curate ideas, record my learning, reflect on the process, and celebrate success and failures.\nLearn: Disrupting the status-quo often brings chaos. To make progress in reaching dreams and goals you have to get comfortable with the chaos that comes with the process.  Chaos promotes questions: Is it really not working? Is this a failure or is it a pathway to future success?\nDo: Advocate for change.", 
        "facilitator_1": "Cristol  Kapp", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "344", 
        "location": "", 
        "pathways": "[youthZone] accepted session, [youthZone] Pathway - News to me!, [youthZone] Teaching kit", 
        "space": "youthZone - Through the lens of youths", 
        "time": "", 
        "title": "Embracing the chaos of 21st Century learning"
    }, 
    {
        "description": "This session will enable people to learn a digital musical instrument version of a traditional Samba instrument called pandeiro, using a webapp similar to the 80`s game Simon. They will be able to record their own creations and share them with others to improve their technique. After the session they will also capable to actually play the real instrument. We'll form a digital pandeiro orchestra during mozFest and exchange original songs with one another.", 
        "facilitator_1": "Adriano  Cupello", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "392", 
        "location": "", 
        "pathways": "Participation Travel Stipend, [youthZone] accepted session", 
        "space": "youthZone - Through the lens of youths", 
        "time": "", 
        "title": "MozFest Pandeiro Orchestra"
    }, 
    {
        "description": "We are going to build custom sumobots (http://sumobotkit.com/) and learn how to control them with Javascript.", 
        "facilitator_1": "Giovanny Andres Gongra Granada", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "99", 
        "location": "", 
        "pathways": "[youthZone] accepted session, [youthZone] Pathway Craft - Bridging your digital divide", 
        "space": "youthZone - Through the lens of youths", 
        "time": "", 
        "title": "Build your custom Sumobot"
    }, 
    {
        "description": "In our sessions young people will learn an introduction to creative programming and basic electronics through workshops in making music with Sonic Pi, hacking Minecraft Pi with Python, playing with electronics with Python and ScratchGPIO and creating games with Scratch.", 
        "facilitator_1": "Andrew Mulholland", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "442", 
        "location": "", 
        "pathways": "Youth Learning, [youthZone] accepted session, [youthZone] Pathway Tech - What else you can do with it, [youthZone] Teaching kit", 
        "space": "youthZone - Through the lens of youths", 
        "time": "", 
        "title": "Raspberry Pi youth section workshops"
    }, 
    {
        "description": "The goal of this session is to teach people how to think about programming. Most \"learn to program\" sessions get caught up in syntax and language choices, when, in reality, programming's central necessary skill is structured thought. But the concepts behind writing code are, at their core, logical constructs.  We will start with basic concepts like variable assignment, if statements, and loops. If time allows, we will work through some more complex problems that require putting together multiple programming concepts.", 
        "facilitator_1": "Heather Billings", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "317", 
        "location": "", 
        "pathways": "[youthZone] accepted session, [youthZone] Pathway Tech - What else you can do with it", 
        "space": "youthZone - Through the lens of youths", 
        "time": "", 
        "title": "Programming without code"
    }, 
    {
        "description": "The session will be designed and co created by young people and core industry partners and tech and ideation specialists. Our main co creators are Hyper Island, wearedotdotdot, Erica Neve Limited, The YP Collective (links below) and young people. Using the weardotdotdot hyperlocal network of digital training providers and tech city businesses, we have brought together a team of adults and young people to co create and run the workshop.\nThe young people leading the session are weardotdotdot ambassadors and apprentices in Tech City.  We’d also bring along young people to Mozfest from our network, outreach work and partnerships.\n**What the session looks like\nThe session will use Hyper Island tool boxes (see link below) to give the participants the opportunities to try tools and techniques to learn new ways to ideate and come up with exciting ideas that enable them to come up with proof of concepts and prototypes rapidly.  This will give them something to take away and also enable them to answer a civic challenge brief, using the tool boxes, the mentors and work shop session.\nIn small teams, the participants will come up with a pitch and a very simple business canvas for a tech solution for a civic challenge of their choosing. The session will enable the participants to develop an idea and prototype, equally working on 3 areas:\n•\tAddressing a (civic) challenge or issue\no\tHow significant is the civic problem?\no\tHow impactful is the solution?\no\tWhat difference will this make in people’s lives?\n•\tDeciding on the technology:\no\tHow innovative and creative is the solution?\no\tMaking good use of technology ?\no\tHow well does the idea  work from a tech perspective?\n•\tLeadership and Entrepreneurship:\no\tIs this project practical from a business perspective?\no\tWould there be consumer demand for this project? Is it scalable?\nOutputs –\n•\tA (very) simple business canvas\n•\tUp to 3 minute video pitch\n•\tAn opportunity to be part of a Teen Tech Global’s civic hackathon  and  Youth Summit (as a participant, mentor or supporter.\nThis workshops would fit really well into wearedotdot’s wider work with Teen Tech Global.\nWearedotdotdot are UK Global partners with Teen Tech Global. We are organising and supporting others to organise Civic Hackathons in Oct- Nov 2015.\nWhilst we are hosting a UK Teentech Youth Summit on 5th December alongside the main Youth Summit and live streaming with the US at 16.00 on the day of the summit, with our Civic Hackathon teams presenting their pitches.", 
        "facilitator_1": "", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "574", 
        "location": "", 
        "pathways": "[youthZone] accepted session, [youthZone] Leading session, [youthZone] Pathway - News to me!", 
        "space": "youthZone - Through the lens of youths", 
        "time": "", 
        "title": "Tech for Social Impact  ‘No one is better than all of US :) finding  Glo-Cal solutions from a Hype local perspective!"
    }, 
    {
        "description": "Flexagons are fun paper toys or according to Wikipedia \"Flat models, constructed by folding strips of paper that can be flexed or folded in certain ways to reveal faces besides the two that were originally on the back and front.\": https://www.youtube.com/watch?v=VIVIegSt81k\nIn our maker party in Canada we decided to make flexagons with our own photos! I started this project from scratch and used customized flexagons as a fun tool to teach the web to students and the result was amazing! http://smansoury.github.io/Flexigon/\nThe main goal of this session is to enjoy making creative flexagons while teaching simple HTML, CSS to participants. The participants will be encouraged to come up with interesting ideas for designing flexagons and use the web tools to create their design while practicing team work. Here is how a potential result may look like: http://tinyurl.com/flexigon.\nFinally, we will talk about ways to participate in this project: https://github.com/smansoury/Flexigon", 
        "facilitator_1": "Sara Mansouri", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "92", 
        "location": "", 
        "pathways": "Participation Travel Stipend, [youthZone] accepted session", 
        "space": "youthZone - Through the lens of youths", 
        "time": "", 
        "title": "Hacking Flexagons"
    }, 
    {
        "description": "Imagine an open source microscope that is powerful and cheap enough for school children to study the nano world, the world of atoms and molecules that is 1000 times smaller than what traditional optical microscopes can see. That is the objective of the LEGO2NANO project. This workshop will introduce to you the hardware and software developed so far for the world's first open source atomic force microscope. We'll also introduce how we are documenting this project on the Web, how we are involving Chinese school children in building and using the microscope, and sharing data from the microscope for crowdsourced analysis in Web-based citizen science projects. LEGO2NANO is in an international summer school in China, involving students and mentors from University College London, Tsinghua University, Peking University, Academia Sinica, MIT, Tufts University and University of Geneva. http://www.openafm.com", 
        "facilitator_1": "Joe Bailey", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "292", 
        "location": "", 
        "pathways": "[youthZone] accepted session, [youthZone] Pathway Craft - Bridging your digital divide", 
        "space": "youthZone - Through the lens of youths", 
        "time": "", 
        "title": "LEGO2NANO: an Open Atomic Force Microscope Project"
    }, 
    {
        "description": "Minecraft offers digital makers a 3D virtual world which can be used to design and create interactive objects. On the $20 Raspberry Pi computer, users can use programming to control how these objects interact.\nThrough taking part in this Mini Minecraft HackJam, participants will understand the creative and educational potential of controlling Minecraft with code on a Raspberry Pi computer.\nAfter an introduction to programming Minecraft on the Raspberry Pi, participants will work in teams to create a Minecraft challenge assault course.\nThis session would suit learners who wish to explore the opportunities offered by controlling Minecraft and educators who wish to explore the potential of Raspberry Pi and Minecraft as teaching tools.\nThis session will be led by Alan O'Donohoe an experienced educator in Computing & Raspberry Pi and David Whale an experienced software developer, author and STEM ambassador.", 
        "facilitator_1": "Alan O'Donohoe", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "85", 
        "location": "", 
        "pathways": "[youthZone] Pathway - News to me!", 
        "space": "youthZone - Through the lens of youths", 
        "time": "", 
        "title": "Mini Minecraft HackJam on Raspberry Pi"
    }, 
    {
        "description": "Webmaker App can be used as “A Digital Lo-Fi, No-Fi! Teaching Kit” for people who want to teach the web offline. Access to computers, projector or any other digital devices may be an issue sometimes. But we can overcome that if replace those digital devices with our smart phones. Majority of the organizers have smart phones so they can use the WEBMAKER APP to create integrative learning apps and teach the kids.\nText, Images and navigation buttons can be easily added in the app. That will help us create interactive learning application.\nDemo app on the topic:  What are computers?\nApp Link: https://beta.webmaker.org/#/project?user=57508&project=22177\nDemo app on topic: How Email works?\nApp link: https://beta.webmaker.org/#/project?user=57508&project=21438", 
        "facilitator_1": "Mayur Patil", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "316", 
        "location": "", 
        "pathways": "Participation Travel Stipend, [youthZone] accepted session", 
        "space": "youthZone - Through the lens of youths", 
        "time": "", 
        "title": "Webmaker App \"A Digital Lo-Fi, No-Fi! Teaching Kit\""
    }, 
    {
        "description": "Attendees will brainstorm ways of encouraging young developers to be code contributors. We will discuss some of the strategies I found most helpful, such as having thorough, well-written documentation and better communication strategies for encouraging participation.", 
        "facilitator_1": "Ryan Warsaw", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "164", 
        "location": "", 
        "pathways": "Scaling Participatory Learning Experiences, [PARTICIPATION] Accepted, [youthZone] accepted session", 
        "space": "youthZone - Through the lens of youths", 
        "time": "", 
        "title": "Encouraging Contributions from Young Developers"
    }, 
    {
        "description": "The purpose of the session is to show the capability of WebVR and how MozVR can help them make interactive immersive content!\nThe goals include\n- Showing them the capability of VR, then make them realize the potential about WebVR/MozVR\n- Tech them to actually create immersive content. So the goal would be after the session they should not how to shoot 360/180 degree videos with commercial camera and make it work with MozVR\n- Teach them to hack on demos we already have. Goal is they should be able to hack into the building blocks of our presently available code", 
        "facilitator_1": "Rabimba Karanjai", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "71", 
        "location": "", 
        "pathways": "Participation Travel Stipend, [youthZone] accepted session, [youthZone] Pathway Tech - What else you can do with it", 
        "space": "youthZone - Through the lens of youths", 
        "time": "", 
        "title": "WebVR - Make virtual reality games in your browser!"
    }, 
    {
        "description": "Introducing MLS project to volunteers\nThe Mozilla Location Service (MLS) is an open service which lets devices determine their location based on network infrastructure like WiFi access points and cell towers.", 
        "facilitator_1": "Harsha  Bandaru", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "70", 
        "location": "", 
        "pathways": "[youthZone] accepted session", 
        "space": "youthZone - Through the lens of youths", 
        "time": "", 
        "title": "Mozilla Location Services"
    }, 
    {
        "description": "This is a roiling session in the craft area of the youthZone, the aim is to help parents explore how crafting is aligned to making as a concept and thus extendable into the digital, from paper crafting to friendship bracelet making.", 
        "facilitator_1": "Marie Flies Pathway leader w/", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "536", 
        "location": "", 
        "pathways": "[youthZone] accepted session, [youthZone] Pathway Craft - Bridging your digital divide", 
        "space": "youthZone - Through the lens of youths", 
        "time": "", 
        "title": "Craft - Bridging your digital divide"
    }, 
    {
        "description": "This is a rolling session for youths that explores the link between youth instrumentalist (players of a musical instrument) as a pathway into engineering and tech support roles through developing a passion for all things music technology and as an instrumentalist.", 
        "facilitator_1": "Luke Mayell - Musician", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "537", 
        "location": "", 
        "pathways": "[youthZone] accepted session, [youthZone] Pathway - News to me!", 
        "space": "youthZone - Through the lens of youths", 
        "time": "", 
        "title": "Music - 50% of software engineers are instrumentalist."
    }, 
    {
        "description": "During this session  participants will learn to leverage student excitement of Minecraft and how it connects to making a positive impact on the Web and in the real world. This session seeks to explore how we might better build tomorrow’s leaders through digital citizenship, design thinking and civic engagement by exploring self efficacy and agency in the built environment- both virtual and real.", 
        "facilitator_1": "Gina Grant", 
        "facilitator_2": "", 
        "facilitator_3": "", 
        "id": "367", 
        "location": "", 
        "pathways": "Get project assistance for your research, [youthZone] accepted session, [youthZone] Leading session, [youthZone] Pathway - News to me!, [youthZone] Teaching kit", 
        "space": "youthZone - Through the lens of youths", 
        "time": "", 
        "title": "Calling all Minecraft Builders! Using Minecraft to foster civic engagement, self-efficacy & agency"
    }
]