[
    {
        "day": "Saturday", 
        "description": "Collect your badges and swag bag.", 
        "end": "7 PM", 
        "everyone": "1", 
        "facilitators": "cake", 
        "id": "bJFxx7l2z", 
        "length": "", 
        "location": "0: Registration", 
        "scheduleblock": "saturday-morning", 
        "space": "", 
        "start": "8 AM", 
        "title": "Registration Opens"
    }, 
    {
        "day": "Saturday", 
        "description": "Learn how the festival works and the vision for building the web we want. ", 
        "end": "9:45 AM", 
        "everyone": "1", 
        "facilitators": "", 
        "id": "b1etu3Wg2f", 
        "length": "", 
        "location": "4: The Big Space", 
        "scheduleblock": "saturday-morning", 
        "space": "", 
        "start": "9 AM", 
        "title": "Welcome and Opening Circle"
    }, 
    {
        "day": "Saturday", 
        "description": "Grab hot food on the ground floor.", 
        "end": "14:30", 
        "everyone": "1", 
        "facilitators": "", 
        "id": "Z1mKu3-lnG", 
        "length": "", 
        "location": "", 
        "scheduleblock": "saturday-lunch", 
        "space": "", 
        "start": "12:30 PM", 
        "title": "Lunch"
    }, 
    {
        "day": "Saturday", 
        "description": "MozFest's own Maker Party, featuring hands-on activities for young creators. Join makers, educators, and many others from across the globe to explore and create LED displays, animated stories, online games, robots, video remixes, webpages and much more.\n\n\n\n\n", 
        "end": "17", 
        "everyone": "1", 
        "facilitators": "", 
        "id": "Z13tFHuzQ", 
        "length": "", 
        "location": "0: Walker Space", 
        "scheduleblock": "saturday-pm-1", 
        "space": "", 
        "start": "3 PM", 
        "title": "MozFest Maker Party"
    }, 
    {
        "day": "Saturday", 
        "description": " Inspiring talks about the challenges and opportunities ahead.", 
        "end": "18:30", 
        "everyone": "1", 
        "facilitators": "", 
        "id": "b1xT7Wzg2M", 
        "length": "", 
        "location": "4: The Big Space", 
        "scheduleblock": "saturday-evening", 
        "space": "", 
        "start": "5:30 PM", 
        "title": "Evening Keynotes"
    }, 
    {
        "day": "Saturday", 
        "description": "Karaoke, live-coded visuals and good company.", 
        "end": "21", 
        "everyone": "1", 
        "facilitators": "", 
        "id": "W1-TQZfe3f", 
        "length": "", 
        "location": "4: The Big Space", 
        "scheduleblock": "saturday-evening", 
        "space": "", 
        "start": "7 PM", 
        "title": "Party!"
    }, 
    {
        "day": "Sunday", 
        "description": "Welcome to the Mozilla Festival.", 
        "end": "18", 
        "everyone": "1", 
        "facilitators": "", 
        "id": "-yz6X-Gl3z", 
        "length": "", 
        "location": "0: Registration", 
        "scheduleblock": "sunday-morning", 
        "space": "", 
        "start": "09", 
        "title": "Registration"
    }, 
    {
        "day": "Sunday", 
        "description": "Conversations about building a movement to teach the web.", 
        "end": "10:45", 
        "everyone": "1", 
        "facilitators": "", 
        "id": "bJQTXZfehM", 
        "length": "", 
        "location": "4: The Big Space", 
        "scheduleblock": "sunday-morning", 
        "space": "", 
        "start": "10", 
        "title": "Morning Plenary"
    }, 
    {
        "day": "Sunday", 
        "description": "Grab hot food on the ground floor.", 
        "end": "15", 
        "everyone": "1", 
        "facilitators": "", 
        "id": "bkOK7zehz", 
        "length": "", 
        "location": "", 
        "scheduleblock": "sunday-lunch", 
        "space": "", 
        "start": "13", 
        "title": "Lunch"
    }, 
    {
        "day": "Sunday", 
        "description": "MozFest Demo Party! Check out the best projects created, made, coded, glued, played, hacked, built at MozFest 2014! Time to discover them all and celebrate the creators with a drink!\n\n", 
        "end": "20", 
        "everyone": "1", 
        "facilitators": "", 
        "id": "ZkkB_Mg2G", 
        "length": "", 
        "location": "", 
        "scheduleblock": "sunday-evening", 
        "space": "", 
        "start": "18", 
        "title": "Closing Demo Party"
    }, 
    {
        "day": "Saturday", 
        "description": "Attendees will learn about what legal and political challenges advocates of the open web face, from the case files of EFF's international team. That's everything from how to get the attention of the rest of civil society and regulators, to being targetted for suspicious activity by suspicious governments. We'll show what works, and what doesn't, and how you can make enough trouble to protect the web, but not so much that you hurt yourself or your cause. We'll start with some case studies from the US, Europe and the Middle East. This will include advocacy examples by small open source software groups, as well as free culture advocates who have been cautioned or even arrested or charged for their technical work. Then we'll talk about what's happening now -- what do people feel it's like to be a Mozillian in their own country? What are the biggest challenges, or risks.  Then we'll collect some strategies for advocating for change, and protecting ourselves and looking out for others.", 
        "end": "11:50 AM", 
        "everyone": "", 
        "facilitators": "Danny O'Brien <danny@eff.org>", 
        "id": "bkzeLAFxuyS", 
        "length": "1 hour", 
        "location": "7: Advocacy", 
        "scheduleblock": "sunday-am-2", 
        "space": "Policy", 
        "start": "10 AM", 
        "title": "How To Get Into the Correct Amount of Trouble"
    }, 
    {
        "day": "Sunday", 
        "description": "We will start this session with some background on Do Not Track's development and then brainstorm ways to encourage tracking companies to adhere to user's stated preferences, and discuss what else can be done to make Do Not Track work --- balancing the desire to enforce users' preferences with web usability and performance. We will also spend time coming up with other ideas to encode and enforce privacy protections and preference settings into products. Mozilla first implemented the ability to signal DNT:1 to the world in 2011. Now the White House has called for the development of global, enforceable, and legally binding user privacy settings (like Do Not Track) as a way to make control meaningful in the age of Big Data.  This session will explore the best ways to make Do Not Track work on behalf of users, and consider other client controls (like the recently announced Prefer:Safe setting for kids) that Mozilla and others could develop to empower users to protect their privacy.", 
        "end": "2:30 PM", 
        "everyone": "", 
        "facilitators": "Justin Brookman <justin@cdt.org>", 
        "id": "-JQgLCtgukS", 
        "length": "1 hour", 
        "location": "7: Advocacy", 
        "scheduleblock": "sunday-am-2", 
        "space": "Policy", 
        "start": "1 PM", 
        "title": "Making \"Do Not Track\" Work"
    }, 
    {
        "day": "Saturday", 
        "description": "In our session, access to the Internet outside will be forbidden. You'll use only mobile phones, mesh access points, and laptops. The only information available on the mesh will be the information contained on your device. We'll start off with just 2 hand-held wireless routers as mesh points, and add more as the group expands. Eventually the mesh could grow as large as the entire conference area, with people sharing information in a secure and decentralized fashion unlike any form of networking they might be used to. We'll use the mesh network in this simulated Internet blackout to get people thinking about the need to create decentralized and citizen-built networks. In the “Let’s Build an Unbreakable Internet” activity, you will use off-the-shelf hardware to build an isolated wireless mesh network. This works by connecting multiple wireless access points together, and then routing traffic across them. During periods of civil unrest like the Arab Spring, civilians organized and spoke openly on social media, and subsequently the involved governments sought to limit access to the internet. In a typical model with an ISP, this is as easy as cutting a cord. Mesh networking doesn't allow for this because it's never reliant on a single point of access, it heals itself if a point in the mesh goes down, access to local resources on the mesh always remains open, it’s open source and freely available, and accessible by anyone with WiFi. This session will introduce you to the concept, and teach you how to create one yourself.", 
        "end": "5 PM", 
        "everyone": "", 
        "facilitators": "Andrew Rodgers, @acedrew\nJames McNutt, @sobriqu3t\nJake Brown <brown_jake@chattanooga.gov>", 
        "id": "WJVgUCteuJS", 
        "length": "1 hour", 
        "location": "7: Advocacy", 
        "scheduleblock": "sunday-pm-1", 
        "space": "Policy", 
        "start": "2 PM", 
        "title": "Let’s Build an Unbreakable Internet (Hackathon #2)"
    }, 
    {
        "day": "Sunday", 
        "description": "In this workshop, we'll spend the first half going over the tools and tricks, then we'll start putting together our own ad-hoc communication network, use it, critique and troubleshoot it, and brainstorm how we can use it in specific scenarios.  You will be introduced to a score of practical (and not-so-practical) technologies and techniques that can be used to create local communication networks in situations where the Internet (TM) is unavailable. We'll discuss mobile mesh networks, router mods, sneakernets, and the growing movement of Roll-Your-Own communication infrastructure.", 
        "end": "2:30 PM", 
        "everyone": "", 
        "facilitators": "Harlo Holmes <harlo@guardianproject.info>", 
        "id": "WkUe8AKg_kS", 
        "length": "1 hour", 
        "location": "7: Advocacy", 
        "scheduleblock": "sunday-am-2", 
        "space": "Policy", 
        "start": "11:30 AM", 
        "title": "Stay Connected! Mesh Networks, Routers, and Sneakernets (Hackathon #3)"
    }, 
    {
        "day": "Sunday", 
        "description": "The session is a dynamic journey with 3 facilitators providing legal, technical and historical context interwoven with stories of effective resistance strategies from around the world. Participants will walk away educated about how surveillance systems work and with specific strategies for fighting back. There will also be room for discussion for participants who want to share their own anti-surviellance success stories.  This session is designed to educate participants about how modern government surveillance practices rely on a network of different actors working together, including governments around the world lending resources as well as private companies whose practices (whether voluntarily or by legal compulsion) facilitate surveillance of users. It will also explore how policies, laws, jurisdictional issues, and legal interpretations create the legal landscape of surveillance. Finally, this session will highlight the effective practices of anti-surveillance activists worldwide who have begun to hamper surveillance by disrupting these networks.", 
        "end": "4:30 PM", 
        "everyone": "", 
        "facilitators": "Danny O'Brien <danny@eff.org>\nEric King <eric@privacyinternational.org>\nRaegan MacDonald <raegan@accessnow.org>", 
        "id": "-1vlURKlOJH", 
        "length": "1 hour", 
        "location": "7: Advocacy", 
        "scheduleblock": "sunday-pm-1", 
        "space": "Policy", 
        "start": "2:30 PM", 
        "title": "Disrupting the surveillance ecosystem"
    }, 
    {
        "day": "Sunday", 
        "description": "The Humane cryptoparty is a remix of the cryptoparty idea. The objective of this session is giving the participants knowledge about concepts behind  privacy enhancing software and encryption tools.  This is a human centered approach to privacy tools - improve the users' mental model of the software and they will have a better idea of how it works. You will learn how privacy enhancing tools work through role-playing, group activities, and playing out scenarios. We will start off with a discussion about privacy concerns people have with online activities. We also want to empower the participants to regain some control of their online activities.  To re-enforce this taking control, we will use the \"Stop, Start, Keep\" process. Join us to share your start/stop/keeps. #PRIVACYSTART.  Everyone is entitled to communicate privately, and securely. Learn how Off the Record IM encryption works, how the TOR Browser works, and how asymmetric encryption (like PGP) works.  This session will also offer practical advice and guides for anyone to self-host their own email, websites and share files securely without relying on a single large infrastructure provider like Google or Amazon (but it will work with them too).  everyone should understand how their private, personal data is now at risk of being shared with third parties without their knowledge. Hosting your own email, websites and file sharing can help reduce that risk.If you can use a computer, you can host your own email in as little as five steps using free/libre open source software (FLOSS).", 
        "end": "5:30 PM", 
        "everyone": "", 
        "facilitators": "Rajesh Joshi (Josh R), Bytemark <josh@bytemark.co.uk>\nKim Witten, Bytemark <kim@bytemark.co.uk>\nBernard Tyers <ei8fdb@ei8fdb.org>", 
        "id": "bkdl8RFld1H", 
        "length": "1 hour", 
        "location": "7: Advocacy", 
        "scheduleblock": "sunday-am-1", 
        "space": "Policy", 
        "start": "4 PM", 
        "title": "The Humane Cryptoparty and Private Cloud for Everyone"
    }, 
    {
        "day": "Sunday", 
        "description": "Visit the Privacy Learning Lab to share your ideas on how companies can use personal data in ways that are responsible and fair, while exploring the principles of the Clean Data Charter.  Discuss digital rights and explore case studies and examples of how the charter can be used in practice.", 
        "end": "5:30 PM", 
        "everyone": "", 
        "facilitators": "Matt Gierhart <matt@digitteria.com>\nSimon Robinson <simona@digitteria.com>\nDele Atanda <dele@digitteria.com>", 
        "id": "ZyYx8Atg_1H", 
        "length": "1 hour", 
        "location": "7: Advocacy", 
        "scheduleblock": "sunday-am-2", 
        "space": "Policy", 
        "start": "2:30 PM", 
        "title": "The Clean Data Movement - The New Consent Driven Economy"
    }, 
    {
        "day": "Saturday", 
        "description": "Designed to educate, inspire and engage participants on the importance of protecting net neutrality, this workshop will bring together experts and activists from various parts of the world to share and build on strategies for engaging the global community of Internet users. Through a series of breakout sessions, participants will identify concrete campaign activities and tactics to protect net neutrality in their region and internationally.  Countries around the world — from Chile to the Netherlands — have passed laws \nprotecting net neutrality. Many more are debating policies that would extend these protections to millions more people. As the Internet continues to unite billions of people across national borders and time zones, it’s crucial that every lawmaker understand what’s at stake. Through dynamic interventions from experts from around the globe and breakout sessions, participants will learn how they can contribute to the global fight to protect net neutrality.", 
        "end": "3:30 PM", 
        "everyone": "", 
        "facilitators": "Joe McNamee, EDRi\nJosh Tabish, OpenMedia\nRaegan MacDonald <raegan@accessnow.org>", 
        "id": "bk5l8CYgdyH", 
        "length": "1 hour", 
        "location": "7: Advocacy", 
        "scheduleblock": "saturday-pm-2", 
        "space": "Policy", 
        "start": "2 PM", 
        "title": "The Global Fight to Protect Net Neutrality"
    }, 
    {
        "day": "Sunday", 
        "description": "This session would be part education on surveillance law, part advocacy strategies, and part workshopping different ideas on building applications to advocate for the right to privacy around the world. While there are excellent tools for visualising and understanding surveillance to date, much more is needed. We will show the example of PI's new Firefox extension notifying UK users when they're visiting websites using outside servers, which would allow their communication to be intercepted by GCHQ without an individual warrant. We would start off the session explaining quickly how surveillance law works here in the UK, and why the extension was built as an advocacy response to that. Other speakers can point to the surveillance issues they want to generate more public debate about. We then would encourage participants to collaborate on how to create tools \nthat help users understand how surveillance law impacts their daily lives.", 
        "end": "1 PM", 
        "everyone": "", 
        "facilitators": "Mike Rispoli <mike@privacyinternational.org>", 
        "id": "-1sg80Ke_kr", 
        "length": "1 hour", 
        "location": "7: Advocacy", 
        "scheduleblock": "sunday-pm-1", 
        "space": "Policy", 
        "start": "11:30 AM", 
        "title": "Building tools for privacy advocacy"
    }, 
    {
        "day": "Sunday", 
        "description": "Activists attending the festival will do an \"Ask Me Everything\" about their campaigns during the Festival. This will include 5 to 8 minutes lightening talks, followed by questions, sharing experiences and a legacy: starting the database \"Steal this Campaign\" for the Web We Want and improve it, where we will share the Web We Want Campaigns Commons.  Attendees will leave the session with the following knowledge: the secrets behind the top 3 to 5 digital rights campaigns in the last years, the techniques and tactics to achieve effective advocacy, the tactics to engage a broader audience and the goal to protect and defend the open Internet.", 
        "end": "2:30 PM", 
        "everyone": "", 
        "facilitators": "Renata Avila <renata@webfoundation.org>", 
        "id": "W16gIAteukS", 
        "length": "1 hour", 
        "location": "7: Advocacy", 
        "scheduleblock": "sunday-pm-2", 
        "space": "Policy", 
        "start": "1 PM", 
        "title": "The Web We Want Starts with Stars: National Campaigns Making the Difference! "
    }, 
    {
        "day": "Sunday", 
        "description": "We believe that technology has the power to dramatically enhance the educational experience for students and is necessary to prepare the next-generation of web users. In this interactive workshop, we will explain the growing regulatory movement around student data collection, storage and use and the barriers it can present to schools adopting technology or using the web. After defining the problem, we will explore innovative ways to address the concerns by combining iKeepSafe’s resources (including teacher training, lesson building and certification) with Mozilla’s Open Badges and Webmaker platforms.  Patterned like a giant working group, we will identify and create free resources and tools that are designed specifically to help school systems navigate the complex terrain of student data privacy. However, in contrast to a lecture-style presentation, our discussion will evolve organically as participants weigh in and personally respond to questions about how we can help schools use new education technology with confidence that they understand what student data is collected and how it is used and stored. ", 
        "end": "2:30 PM", 
        "everyone": "", 
        "facilitators": "Nancy Gifford <nancy@ikeepsafe.org>\n\n", 
        "id": "WJJWLCted1S", 
        "length": "1 hour", 
        "location": "7: Advocacy", 
        "scheduleblock": "sunday-pm-1", 
        "space": "Policy", 
        "start": "1 PM", 
        "title": "The Future is so Bright, I Have to Wear a Badge: How Mozilla’s Webmaker and Open Badges can encourage innovation in the classroom while protecting student privacy."
    }, 
    {
        "day": "Saturday", 
        "description": "Attendees to this session will learn about privacy on the internet by collaboratively creating new ways of raising awareness about how personal data is shared and aggregated online.  We will run a hackathon where people from different backgrounds work in small groups to create privacy-aware web interfaces. Some of the projects that groups will be encouraged to pursue during this session include, but are not limited to, browser extensions, re-imagined web browsing interfaces, and new ways of presenting and creating privacy policies.  The session will have a twofold structure. There will be an introduction where participants will be given an presentation of the main objectives for the session, as well as presented with case studies regarding data collection, and possible alternatives. After that, we’ll brainstorm about possible projects, and participants will team up in different groups related to their interests and the project they want to work on. At the end everyone will share their privacy-aware project and the major questions it raises with the group, and we will create a document with the ideas discussed.", 
        "end": "1 PM", 
        "everyone": "", 
        "facilitators": "\nLuís Brandão <luisbrandao@gmail.com>", 
        "id": "-kx-8AKg_1S", 
        "length": "1 hour", 
        "location": "7: Advocacy", 
        "scheduleblock": "sunday-pm-1", 
        "space": "Policy", 
        "start": "10 AM", 
        "title": "Building privacy-aware web interfaces (Hackathon #1)"
    }, 
    {
        "day": "Sunday", 
        "description": "Young people today are let down by a public debate falsely polarised as a stark choice between freedom and protection online.  Helping the young to become more powerful in the digital world is a concept that too often gets lost.  iRights is a simple framework of 5 clear principles for how to make a better web for young people.  The principles have been developed in consultation with young people and more than100 diverse organisations representing millions of children and adults. Neither a panacea nor a prescriptive set of rules, the iRights principles can add value by giving digital creators a common set of shared principles that they can use when they design, develop and deliver digital content and services - whether these are specifically for young people or not. Come to the iRights hack to explore and debate the 5 iRights. Then let’s work together on how to make them work best.   ", 
        "end": "1 PM", 
        "everyone": "", 
        "facilitators": "Baroness Kidron <B@beeban.com>\nGlenn Manoff <glenn.manoff@gmail.com>", 
        "id": "Z1b-LCKeOkH", 
        "length": "1 hour", 
        "location": "7: Advocacy", 
        "scheduleblock": "saturday-pm-2", 
        "space": "Policy", 
        "start": "11:30 AM", 
        "title": "iRights - building an even better web for children & young people "
    }, 
    {
        "day": "", 
        "description": "We will be creating interactive walls to instruct and demonstrate how to use simple stencils with chalk or paints to make slogans about the web. We will also show how to seed these on your favorite online platform. One wall will showcase Privacy/Trust/Transparency Around the World ..... What does trust, transparency, privacy mean to you?  Add your thoughts to a world map.  We'll have some existing thoughts from Brazil, China, Germany, India, and Indonesia to get the ideas flowing.  Another wall will be modeled after Candy Chang's \"When I die_________\" series (http://candychang.com/before-i-die-in-nola/), only Internet related.  Stop by throughout the day to add your response to our \"The Web we want is ___\" chalk wall.  Stop by throughout the day and add your mark!", 
        "end": "", 
        "everyone": "", 
        "facilitators": "Kevin Ovita Teddy <kevinovitateddy@gmail.com>", 
        "id": "-1fZLCFe_kS", 
        "length": "1 hour", 
        "location": "7: Advocacy", 
        "scheduleblock": "saturday-am-2", 
        "space": "Policy", 
        "start": "", 
        "title": "Graffiti Activism Seeding & Leeching"
    }, 
    {
        "day": "Sunday", 
        "description": "Visit the Privacy Learning Lab (#PrivacyLab) to learn about the translation hub that is home to over 30 internet freedom and privacy projects, and examples of how translators, who are also end users, have contributed to projects like Lantern, Tor  browser, GlobaLeaks and Psiphon by providing technical, legal, and linguistic input from their respective countries and cultures, so that  developers can create the necessary technical and UX changes to the software or app, and this helps others use the tool correctly and  improves security. We will share specific geographical examples in Viet Nam and Tibet. \n", 
        "end": "5:30 PM", 
        "everyone": "", 
        "facilitators": "<elizabeth.sabet@secondmuse.com>\n<michael.brennan@secondmuse.com>\n<katey.metzroth@secondmuse.com>\n<roxann.stafford@secondmuse.com>\nDragana Kaurin <dragana.kaurin@secondmuse.com>", 
        "id": "-yXZLCYx_1r", 
        "length": "1 hour", 
        "location": "7: Advocacy", 
        "scheduleblock": "saturday-pm-2", 
        "space": "Policy", 
        "start": "14:30", 
        "title": "Building Better Circumvention and Privacy Tools with the Comunity: How Localization Improves Security"
    }, 
    {
        "day": "Saturday", 
        "description": "From censorship, to surveillance, to net neutrality violations that undermine the Internet's basic openness, the Internet faces a lot of serious threats these days! Our organization, Fight for the Future, is one of the leading groups organizing the Internet to defend itself. \n\nThe problem? We're mostly dependent on email, Facebook, and Twitter to  mobilize people, and all of these have severe disadvantages (especially email). So right now we're working on tools that let us connect to supporters of Internet freedom directly, without corporate gatekeepers. \n\nOne of them is a free and open source Firefox add-on. Come see what we've built, help us make it better, and help organizations like ours defend the Internet by giving them a better, gatekeeper-free way to mobilize supporters.", 
        "end": "1 PM", 
        "everyone": "", 
        "facilitators": "Holmes Wilson <holmes@fightforthefuture.org>", 
        "id": "-14ZL0Yg_1H", 
        "length": "1 hour", 
        "location": "7: Advocacy", 
        "scheduleblock": "saturday-pm-1", 
        "space": "Policy", 
        "start": "11:50 AM", 
        "title": "Launching the Team Internet Alert System"
    }, 
    {
        "day": "Sunday", 
        "description": "Visit the Privacy Learning Lab (#PrivacyLab) to learn how metadata can be used to surveil your activity or otherwise be used maliciously. Review browsing history and how data can be leaked.  Explore case studies and the importance of anonymity.  will Gain a clear understanding of how you can be tracked on the web, and what tools and methods you can use to prevent it. Understand who tracks you and why, and how this can help you decide which sorts of protections are relevant to your browsing. Experiment with installing tools that can help.", 
        "end": "5:30 PM", 
        "everyone": "", 
        "facilitators": "Jason Denizac @_jden <jason@denizac.org>\nNoah Swartz <swartzcr@gmail.com>", 
        "id": "byB-8AFgdkH", 
        "length": "1 hour", 
        "location": "7: Advocacy", 
        "scheduleblock": "sunday-pm-2", 
        "space": "Policy", 
        "start": "2:30 PM", 
        "title": "Metadata, Browser History, and Your Privacy"
    }, 
    {
        "day": "Saturday", 
        "description": "This session will describe the global privacy, policy & advocacy movement that Mozilla seeks to empower and evolve, and the specific initiatives we work on. It will also empower participants to lead their own education and public policy shaping events, work with Mozilla in coalition with partner organizations in their own communities to advance the open web movement, and/or participate in building shared online awareness tools through support.mozilla.org, developing browser features/extensions for privacy, teaching kits and more.", 
        "end": "3:30 PM", 
        "everyone": "", 
        "facilitators": "Elizabeth Sands-Adams, Mozilla Privacy community leader <elizabeth.sands.adams@gmail.com>\nLarissa Shapiro <lshapiro@mozilla.com>", 
        "id": "-JgD0Fg_JH", 
        "length": "1 hour", 
        "location": "7: Advocacy", 
        "scheduleblock": "saturday-pm-2", 
        "space": "Policy", 
        "start": "2 PM", 
        "title": "Building the Policy & Advocacy Movement"
    }, 
    {
        "day": "Sunday", 
        "description": "This session will provide an overview and current status of Mozilla's Cybersecurity Delphi project, including the origins of the project, its context in cybersecurity public policy in the United States and globally, how the Delphi will be conducted, and what we hope to get out of it. Most importantly, we'll talk about how we as a community dedicated to supporting the open, trusted Internet can work together (with the experts who we are gathering as participants) to develop and deliver on a pro-defense cybersecurity agenda.", 
        "end": "1 PM", 
        "everyone": "", 
        "facilitators": "\nCamille François", 
        "id": "-kzDCFxO1S", 
        "length": "1 hour", 
        "location": "7: Advocacy", 
        "scheduleblock": "saturday-am-2", 
        "space": "Policy", 
        "start": "11:30 AM", 
        "title": "CyberSecurity Delphi"
    }, 
    {
        "day": "Saturday", 
        "description": "We will ask everybody to answer these five questions: 1) What web projects have you encountered that leapt borders or conventional approaches to change people’s lives? #WebInspire 2) What do you think are the best examples of creativity and artistic imagination of the Web? #WebCreate 3) What examples of personal, corporate or government online action threatens the future of the free, open and universal web? #OpenWeb 4) What aspects of the Web give you the greatest joy and your greatest worry? #WebJoy #WebWorry 5) What ideas, projects or schemes would you suggest we present at the festival to celebrate the 25th anniversary of the Web? #MyWebIdea 25 years ago, Sir Tim Berners-Lee invented the World Wide Web and gave it to the world. To mark the anniversary of this turning point for humanity, Southbank Centre and the World Wide Web Foundation are creating Web We Want, a major new three-part festival at Southbank Centre designed by you. Web We Want is an extensive celebration of how the web has changed our lives. Explore some of the things that threaten the web as we know it and what solutions there might be during interactive talks, debates, workshops and seminars. The next festival weekend is taking place from 28-30 November 2014 at Southbank Centre, London. You can join in the conversation online at @webwewant or @webwewantfest using #webwewantfest or by visiting the Web We Want Festival Tumblr.", 
        "end": "11:50 AM", 
        "everyone": "", 
        "facilitators": "Ismael Jadun <ismail@reddit.com>\nRenata Avila", 
        "id": "WkmPCte_1B", 
        "length": "1 hour", 
        "location": "7: Advocacy", 
        "scheduleblock": "saturday-am-1", 
        "space": "Policy", 
        "start": "10 AM", 
        "title": "Principles for the Web We Want -- A reddit interactive session Web @ 25th: Help us crowdsource a Festival to celebrate it!'"
    }, 
    {
        "day": "", 
        "description": "Come build your activist toolkit!  Gain a deeper understanding of the issue and learn ways to reach more people, specifically those in underserved and marginalized communities. Petitions, Twitter campaigns, and ice bucket challenge-type engagement strategies may have mass appeal, but they often fail to achieve their stated goal and fail to consider minority communities. Court challenges are labor intensive and complex (though sometimes successful) and rarely manage to inspire popular movements. In this session, open Internet enthusiasts and activists will take a critical look at popular approaches to open Internet activism and to develop some constructive technology driven models for user based activism that we think, based on evidence, might actually work. \n", 
        "end": "5 PM", 
        "everyone": "", 
        "facilitators": "Ali Abdulemam <abdulemam@gmail.com>\nLauren Wilson <lwilson@freepress.net>", 
        "id": "b1EP0Fxu1H", 
        "length": "1 hour", 
        "location": "7: Advocacy", 
        "scheduleblock": "sunday-am-1", 
        "space": "Policy", 
        "start": "3:30 PM", 
        "title": "Advocacy Training - Do Better Activism"
    }, 
    {
        "day": "", 
        "description": "M-Lab is a consortium of research, industry, and public interest partners dedicated to open, verifiable measurement of global network performance. All of the data collected by M-Lab's global measurement platform is made openly available, and all of the measurement tools hosted by M-Lab are open source. Anyone with the time and skill can review and improve the underlying methodologies and assumptions on which M-Lab's platform, tools, and data rely. We're developing new tools and visualizations to expand the reach and accessibility of our data set to new audiences. This session will present a brief introduction to MLab, our tests, public datasets, and some of our new tools and visualizations.  This hackathon will present ways for the MozFest community to get involved with using and visualizing M-Lab data, or contributing development to our public tools. Some of those include: M-Lab Firefox Browser Extension (Currently still in development. We'll seek feedback on the UI and solicit developer interest in contributing to this project); M-Lab Observatory (A data visualization site that will launch prior to MozFest, designed to engage broad audiences with M-Lab data); M-Lab Telescope (A python middleware project that is feeding data to the M-Lab Observatory. This open source tool enables easier querying of M-Lab data).", 
        "end": "", 
        "everyone": "", 
        "facilitators": "Jordan McCarthy <mccarthy@opentechinstitute.org>\nWill Hawkins <hawkinsw@opentechinstitute.org>\nBen Scott <benscott@opentechinstitute.org>\nChris Ritzo <critzo@opentechinstitute.org>", 
        "id": "b1rPRYeu1S", 
        "length": "1 hour", 
        "location": "7: Advocacy", 
        "scheduleblock": "saturday-am-1", 
        "space": "Policy", 
        "start": "", 
        "title": "Measurement Lab (MLab)\nData Viz and Browser Extension Hackathon (Hackathon #4)"
    }, 
    {
        "day": "", 
        "description": "This session will provide a forum for writers, journalists, advocates, user experience design enthusiasts and others to workshop strategies and methods for creating user stories on the broad topics of Internet Freedom, Network Neutrality, and Censorship. The session will explore the use of open data sources to use to tell these stories, and to provide context and data to support them.  Measurement Lab’s open data and publicly available visualization tools will be discussed, and examples of how our data has been and could be used to support this effort will be shared with participants.  Some starter questions: How can we help people use data to talk about their experience online? What are meaningful / communicative ways to understand the measurement lab data? How does internet measurement work? Can we make good visualizations of what the different tests do, how they work? ", 
        "end": "", 
        "everyone": "", 
        "facilitators": "Georgia Bullen <georgia@opentechinstitute.org>\nJordan McCarthy <mccarthy@opentechinstitute.org>\nBen Scott <benscott@opentechinstitute.org>\nChris Ritzo <critzo@opentechinstitute.org>", 
        "id": "b1IDRYx_kr", 
        "length": "1 hour", 
        "location": "7: Advocacy", 
        "scheduleblock": "sunday-pm-2", 
        "space": "Policy", 
        "start": "", 
        "title": "Storytelling the Internet Freedom Narratives with Data"
    }, 
    {
        "day": "Saturday", 
        "description": "We'll start with a brief overview of traditional approaches to privacy and data transparency in the online space and how they work, or more importantly don't work, in mobile environments and new networked technologies. We'll explain how our respective companies think about privacy by design and try to embed it in our businesses, and present some examples from where we've worked towards better Privacy/Transparency by Design (for example, increasing awareness of smartphone data collection and use, collecting mobile marketing permissions, understanding network analytics and optimization, and raising awareness of price discrimination). Then we'll ask small groups to break out and consider case studies involving a situation in each of the following areas: traditional online (the big screen), mobile online (the small screen), and smart/connected technologies (no screen)to find creative ways to make sure users understand and can control how their data is used. ", 
        "end": "5 PM", 
        "everyone": "", 
        "facilitators": "Frank Wagner (DT)\nJose Luis Agundez (Telefonica)\nKasey Chappelle (Vodafone)", 
        "id": "WJwwBNyIB", 
        "length": "1 hour", 
        "location": "7: Advocacy", 
        "scheduleblock": "saturday-pm-2", 
        "space": "Policy", 
        "start": "3:30 PM", 
        "title": "Big screen -> Small screen -> No screen: Privacy and data transparency in an evolving networked world"
    }, 
    {
        "day": "Saturday", 
        "description": "The aim of this session is for participants to return home with a deeper understanding of the net neutrality debate and learn ways to bridge gaps and reach more people, specifically those in underserved and marginalized communities. ", 
        "end": "5 PM", 
        "everyone": "", 
        "facilitators": "Lauren Wilson\nAli Abdulemam", 
        "id": "ZySx975wS", 
        "length": "1 hour", 
        "location": "7: Advocacy", 
        "scheduleblock": "sunday-am-2", 
        "space": "Policy", 
        "start": "3:30 PM", 
        "title": "Do Better Activism"
    }, 
    {
        "day": "Sunday", 
        "description": "Visit the Privacy Learning Lab (#PrivacyLab) to learn how to handle it and keep the web healthy. With Security and Privacy being an important part of our online lives, all netizens will understand various ways to to do this by using an easy Webmaker tool. We will have discussions, training and participatory learning on the following topics: \n* Privacy and security aspects on the web.\n* Private browsing\n* about:permissions in Firefox\n* Your data servers can see when you visit a website\n* http vs https\n* Understanding Cookies - Are they good/ bad?\n* Lightbeam addon\n* Activities from the Privacy and security teaaching kit", 
        "end": "5:30 PM", 
        "everyone": "", 
        "facilitators": "Ankit Gadgil", 
        "id": "WJgwwHEJIH", 
        "length": "1 hour", 
        "location": "7: Advocacy", 
        "scheduleblock": "saturday-am-1", 
        "space": "Policy", 
        "start": "2:30 PM", 
        "title": "Privacy and Security using Webmaker Tools"
    }, 
    {
        "day": "Sunday", 
        "description": "Visit the Privacy Learning Lab (#PrivacyLab) and play a privacy game. Off Grid is a video game about data privacy, digital rights and net neutrality. Stealth, hack, and exploit data to help create an Open Mesh Network and free the city from it's Orwellian shackles. Off Grid is a brand new indie stealth game currently in development, where accessing vulnerable networks to capture and manipulate the data other characters unwittingly leave lying around, is as important as lurking in the shadows.", 
        "end": "5:30 PM", 
        "everyone": "", 
        "facilitators": "Rich Metson\nPontus Schönberg", 
        "id": "b1bPwBN1IB", 
        "length": "1 hour", 
        "location": "7: Advocacy", 
        "scheduleblock": "saturday-am-1", 
        "space": "Policy", 
        "start": "2:30 PM", 
        "title": "OffGrid Privacy Game"
    }, 
    {
        "day": "Sunday", 
        "description": "M-Lab is a consortium of research, industry, and public interest partners \ndedicated to open, verifiable measurement of global network performance.\nAll of the data collected by M-Lab's global measurement platform is \nmade openly available, and all of the measurement tools hosted by M-Lab \nare open source. Anyone with the time and skill can review and improve \nthe underlying methodologies and assumptions on which M-Lab's platform, \ntools, and data rely. \nWe're developing new tools and visualizations to expand the reach and \naccessibility of our data set to new audiences. This session will \npresent a brief introduction to MLab, our tests, public datasets, and \nsome of our new tools and visualizations. \nThis hackathon will present ways for the MozFest community to get involved with using and visualizing M-Lab data, or contributing development to our public tools. \nSome of those include:\nM-Lab Firefox Browser Extension\nOur extension is currently still in development. We'll seek feedback on the\nUI and solicit developer interest in contributing to this project.M-Lab Observatory \nA data visualization site that will launch prior to MozFest, designed to engage broad audiences with M-Lab data. Our extension is currently still in development. \n\n\n", 
        "end": "5:30 PM", 
        "everyone": "", 
        "facilitators": "Chris Ritzo, Open Technology Institute\nJordan McCarthy\nBen Scott ", 
        "id": "-yLOlKIDS", 
        "length": "1 hour", 
        "location": "7: Policy", 
        "scheduleblock": "sunday-am-1", 
        "space": "Policy", 
        "start": "2:30 PM", 
        "title": " Measurement Lab (MLab) - Data Viz and Browser Extension Hackathon (Hackathon #4)"
    }, 
    {
        "day": "Saturday", 
        "description": "This session will provide a forum for writers, journalists, advocates, user experiencedesign enthusiasts and others to workshop strategies and methods for creating user stories on the broad topics of \nInternet Freedom, Network Neutrality, and Censorship. The session will \nexplore the use of open data sources to use to tell these stories, and \nto provide context and data to support them. \nMeasurement Lab’s open data and publicly available visualization tools will be discussed, and \nexamples of how our data has been and could be used to support this \neffort will be shared with participants.\nSome starter questions:    \nHow can we help people use data to talk about their experience online?    \nWhat are meaningful / communicative ways to understand the measurement lab data?    \nHow does internet measurement work? \nCan we make good visualizations of what the different tests do, how they work?", 
        "end": "1 PM", 
        "everyone": "", 
        "facilitators": "Georgia Bullen \nChris Ritzo, Open Technology Institute \nJordan McCarthy\nBen Scott ", 
        "id": "bklLOet8wB", 
        "length": "1 hour", 
        "location": "7: Policy", 
        "scheduleblock": "saturday-am-1", 
        "space": "Policy", 
        "start": "11:50 AM", 
        "title": "Storytelling the Internet Freedom Narratives with Data"
    }, 
    {
        "day": "Sunday", 
        "description": "Learn privacy tips, tricks, and tools.", 
        "end": "5:30 PM", 
        "everyone": "", 
        "facilitators": "Stacy Martin, Alina Hua", 
        "id": "-14XgyrdB", 
        "length": "1 hour", 
        "location": "7: Advocacy", 
        "scheduleblock": "sunday-am-1", 
        "space": "Policy", 
        "start": "2:30 PM", 
        "title": "Privacy Learning Lab"
    }, 
    {
        "day": "Sunday", 
        "description": "Based on what I have learned from creating and running the first Ascend Project - a 6 week intensive outreach accelerator for diversity in contributors (in North America) I will share with participants the take aways on how to build programs for greater inclusivity, how to ramp up new contributors from non-typical paths, work with adult learners, and navigate creation of similar programs.", 
        "end": "3:30 PM", 
        "everyone": "", 
        "facilitators": "Kronda Adair\nLukas Blakk <lsblakk@mozilla.com>", 
        "id": "-1E0KxdJr", 
        "length": "1 hour", 
        "location": "6: BTTW 1 ", 
        "scheduleblock": "saturday-pm-2", 
        "space": "Teach", 
        "start": "2:30 PM", 
        "title": "Explicit Invitations to Contribute/Ascend Portland"
    }, 
    {
        "day": "Saturday", 
        "description": "As youth become coders and makers, they also need to become decoders - media critics. Basic content media literacy skills are vital for strong digital citizenship, and happen to align with many Common Core standards. This session will focus on how educators and program leaders can foster not just Martin Scorseses or the next Steve Jobs, but future Jon Stewarts – critically engaged, aware makers ready to harness the power of popular media for spreading original ideas and perspectives. Participants are encouraged, but not required, to bring their own laptops.", 
        "end": "12:20 PM", 
        "everyone": "", 
        "facilitators": "Alan Berry <alan@thelampnyc.org>\nD.C. Vito <dc@thelampnyc.org>", 
        "id": "Z1zN0YxOyS", 
        "length": "1 hour", 
        "location": "603", 
        "scheduleblock": "sunday-pm-1", 
        "space": "Teach", 
        "start": "11:20 AM", 
        "title": "Remixing Media to Create 10,000 Jon Stewarts"
    }, 
    {
        "day": "Saturday", 
        "description": "Last year saw the creation of the Girls in Tech Teaching Kit. This year I’d like to build on that project and get some of the amazing women who participate in Mozfest to share their stories. A lack of role models is often cited as a reason there are not more girls interested in tech. Mozfest provides a great opportunity to learn from women in tech about their journey and the Girls in Tech Teaching Kit provides an easy way to capture those stories (https://stephguthrie.makes.org/thimble/girls-in-tech-teaching-kit).", 
        "end": "12:20 PM", 
        "everyone": "", 
        "facilitators": "\nKim Wilkens <kim@tech-girls.org>", 
        "id": "-kS0Keuyr", 
        "length": "1 hour", 
        "location": "6: BTTW 2", 
        "scheduleblock": "saturday-am-1", 
        "space": "Teach", 
        "start": "11:20 AM", 
        "title": "Girls in Tech Teaching Kit: Next Steps"
    }, 
    {
        "day": "Saturday", 
        "description": "E.A.K. (http://eraseallkittens.com) is an open source platform game, that teaches kids to code and create on the web. It does this by encouraging them to hack into levels - written in HTML and CSS - in order to complete the game.\n\nThe aim of the session is to design and build levels for E.A.K, teaching HTML and CSS. We're hard at work on new tools to let anyone build their own levels for E.A.K, and all you lovely session-goers will be the first people to test out our beta version. WOOP!\n\nTHERE WILL BE STICKERS FOR ALL, AND PLUSHIES FOR THE MOST AWESOME LEVELS. OH YEAH.", 
        "end": "12:20 PM", 
        "everyone": "", 
        "facilitators": "Dee Saigal <dee@drumrollhq.com>\nLeonie Van Der Linde <leonie@drumrollhq.com>\nJoe <joe@drumrollhq.com>", 
        "id": "bJxHCKxu1S", 
        "length": "1 hour", 
        "location": "6: BTTW 1 ", 
        "scheduleblock": "sunday-pm-1", 
        "space": "Teach", 
        "start": "11:20 AM", 
        "title": "E.A.K: Teach the web with games"
    }, 
    {
        "day": "Saturday", 
        "description": "This session will focuses on teaching the web with Low-Wifi or no Wifi, we’ll hack around all possible ways we can teach the web in such situations around our teaching environments.", 
        "end": "11:20 AM", 
        "everyone": "", 
        "facilitators": "@smithisgeneric\n@codekat\nJohn Baptist Ochieng <jbochieng@mozilla-uganda.org>", 
        "id": "byWBRKgdyr", 
        "length": "1 hour", 
        "location": "6: BTTW 2 ", 
        "scheduleblock": "sunday-pm-2", 
        "space": "Teach", 
        "start": "10 AM", 
        "title": "Teach the web with Low-Wifi or no Wifi"
    }, 
    {
        "day": "Saturday", 
        "description": "Africa has the fastest growing middle class in the world as well as the world’s fastest growing mobile phone market. Young Africans have bypassed conventional forms of mass communication such as fixed line and gone straight to mobile, which is how the great majority access the web.\n\nWe want to gather a team together who has the vision and capability to help all these young people, many of whom are accessing the web for the first time, understand how the web works, how it can help them in their daily lives, and how they can start building the Web themselves. \n\nThe great majority of these young people are still using basic internet enabled feature phones rather than smart phones. But now is the time to help them become digitally literate, before they move to smart phones, and to measure, evaluate and reward their progress through Mozilla badges.\n", 
        "end": "5 PM", 
        "everyone": "", 
        "facilitators": "<Katherine@every1Mobile.net>\nAlgy Williams <algy@every1mobile.net>", 
        "id": "Z1GS0te_yB", 
        "length": "1 hour", 
        "location": "6: BTTW 1 ", 
        "scheduleblock": "sunday-am-1", 
        "space": "Teach", 
        "start": "4 PM", 
        "title": "How to help 10 million young people become digitally literate, starting in Africa."
    }, 
    {
        "day": "Sunday", 
        "description": "This session will break apart the existing skills and competencies of the Web Literacy Map and look at what's next: how has the web changed in the last year since version 1 was launched? What's missing? How could we represent things differently? By the end of the session we should have a feel of the work that needs doing to create an updated version of the Web Literacy Map for use in 2015.", 
        "end": "1:30 PM", 
        "everyone": "", 
        "facilitators": "Ibrahima Sarr <ibrahima.sarr@pulaagu.com>\nAlvar Maciel <alvarmaciel@gmail.com>\nKim Wilkens <kim@tech-girls.org>\nDoug Belshaw <doug@mozillafoundation.org>", 
        "id": "W1QrRtluJB", 
        "length": "1 hour", 
        "location": "603", 
        "scheduleblock": "saturday-pm-2", 
        "space": "Teach", 
        "start": "12:30 PM", 
        "title": "Toward v2 of Mozilla's Web Literacy Map"
    }, 
    {
        "day": "Saturday", 
        "description": "This session will be a primer on how to build an open course \"out of a box.\" That means:\n- Running a few commands in GitHub to get started\n- Using a Jekyll template\n- Designing a social learning activity \n- Tinkering with Discourse, open forum software", 
        "end": "11:20 AM", 
        "everyone": "", 
        "facilitators": "Laura Hilliger <laura@mozillafoundation.org>\nDirk Uys <dirk@p2pu.org>\nErika Pogorelc <erika@p2pu.org>\nVanessa Gennarelli <vanessa@p2pu.org>", 
        "id": "bkESCtluJB", 
        "length": "1 hour", 
        "location": "603", 
        "scheduleblock": "sunday-am-2", 
        "space": "Teach", 
        "start": "10 AM", 
        "title": "Course in a Box: How to Use GitHub + Jekyll + Discourse to build an Open Learning Community"
    }, 
    {
        "day": "Saturday", 
        "description": "Some might call it brainwashing, I'll call it catch em why they're young. Kids have zero bias to sharing, the just share until they're told not to. We've build a beta CC4Kids program with a CC grant and in collaboration with Obami (South Africa school platform) we taught it at Maker Party #Code4CT and was inspired by how rapidly the girls took to it. we are looking to expand with a full course pack designed to teach kids how to \n- use and edit wikipedia \n- what is open journalism and how they can contribute \n- what is open data and what can they do with it \n- how does open Science affect them and how they can become citizen scientists ", 
        "end": "1:20 PM", 
        "everyone": "", 
        "facilitators": "Jane Park @janedaily <janepark@creativecommons.org>\nSimeon Oriko @mtotowajirani <simeon@jamlab.co.ke>\nKelsey Wiens <kelseywiens@gmail.com>", 
        "id": "W1SBAFg_kB", 
        "length": "1 hour", 
        "location": "6: BTTW 1 ", 
        "scheduleblock": "saturday-pm-2", 
        "space": "Teach", 
        "start": "12:20 PM", 
        "title": "OpenMe - Kids can Open "
    }, 
    {
        "day": "Saturday", 
        "description": "People will learn how video games, board games and the best technology instructionals use “in-game” tutorials to help players or users learn. People will leave with a better understanding of how to make technology more accessible by using techniques that have been honed and perfected in video games.\n", 
        "end": "1:20 PM", 
        "everyone": "", 
        "facilitators": "\nZach Wise @zlwise\n\nRyan Graff <knightlab@northwestern.edu>", 
        "id": "WyDB0FeO1H", 
        "length": "1 hour", 
        "location": "603", 
        "scheduleblock": "sunday-am-2", 
        "space": "Teach", 
        "start": "12:20 PM", 
        "title": "What game tutorials tell us about teaching technology. "
    }, 
    {
        "day": "Saturday", 
        "description": "People will learn about the Open Rights Group campaign against web censorship and specifically how to participate in our Blocked project at https://www.blocked.org.uk/.\n\nThe Blocked project was built by a team of Open Rights Group volunteers and is Free software. We want to show it off to the web community and ask them to help us direct its future. We think MozFest attendees will have some brilliant ideas! We hope some will be inspired to join the project and help us realise their suggestions in future releases.", 
        "end": "3 PM", 
        "everyone": "", 
        "facilitators": "\nRichard King <richard@openrightsgroup.org>", 
        "id": "ZkuHRKldyS", 
        "length": "1 hour", 
        "location": "6: 603", 
        "scheduleblock": "saturday-am-1", 
        "space": "Teach", 
        "start": "2 PM", 
        "title": "Building on blocked.org.uk"
    }, 
    {
        "day": "Sunday", 
        "description": "Schools of Open, #TeachTheWeb Trainings, and related education programs are popping up around the world, with a recent continent-wide launch of programs and events in Africa. In this session, we will physically map the places and initiatives where we have collaborated in the past and where we will collaborate going forward. We invite everyone to represent a place and roadmap where to continue activities, start new Schools of Open, run Webmaker Trainings and find ways to collaborate across projects. We'll hone in on areas with the maximum potential for impact, eg. where we can \"train the trainers\" or otherwise empower student and youth communities to start up programs for themselves. We will share and document tips on how to get in touch locally and how to share globally. \n", 
        "end": "12:30 PM", 
        "everyone": "", 
        "facilitators": "Laura Hilliger\nSimeon Oriko\nKayode Yussuf\nPaul Kihwelo\nKelsey Wiens\nJane Park <janepark@creativecommons.org>", 
        "id": "bJFBRFxO1H", 
        "length": "1 hour", 
        "location": "6: BTTW 1 ", 
        "scheduleblock": "saturday-pm-2", 
        "space": "Teach", 
        "start": "11:30 AM", 
        "title": "Mapping the Future of #SchoolofOpen + #TeachTheWeb to Places"
    }, 
    {
        "day": "Saturday", 
        "description": "Contribution to open projects begins with the understanding of that ‘open’ is an invitation to collaborate, to remix,  innovate and learn. This session will explore the basics of Free and Open Source Software development and what it means to empower others to get involved and why it matters to causes we care about.", 
        "end": "12:20 PM", 
        "everyone": "", 
        "facilitators": "Emma Irwin <emma.irwin@gmail.com>", 
        "id": "ZkcrCFldyS", 
        "length": "1 hour", 
        "location": "6: BTTW 3 ", 
        "scheduleblock": "sunday-am-1", 
        "space": "Teach", 
        "start": "11:20 AM", 
        "title": "Teaching Open Source  "
    }, 
    {
        "day": "Saturday", 
        "description": "While we owe much of the growth of the web to physical networks, hardware and electronics, we often ignore its material aspects and the consequences. E-waste is the fastest growing waste stream in many countries.\n\nWe believe to make and teach the web in a sustainable way to the next generation, we first need an understanding of our gadgets themselves. To achieve this, we will open, explore what's inside, and ponder where it comes from and where it goes when our gadgets die. \n\nCrucial, often ignored topics such as raw material scarcity and embodied energy will come to the fore.\n\nOur activity will also help people to make educational materials to replicate the experience, and raise critical consciousness in students about the material, physical nature of the internet.", 
        "end": "4 PM", 
        "everyone": "", 
        "facilitators": "Ugo Vallauri \n\n\nJanet Gunter <janet@therestartproject.org>", 
        "id": "-1srRYedyr", 
        "length": "1 hour", 
        "location": "6: 603", 
        "scheduleblock": "sunday-pm-1", 
        "space": "Teach", 
        "start": "3 PM", 
        "title": "Urban Mining: opening gadgets to explore a more sustainable future"
    }, 
    {
        "day": "Saturday", 
        "description": "In this session we will focus on localizing the Webmaker knowledge base articles of support.mozilla.org into various languages. It will help us in two ways: participants will learn about Webmaker and some knowledge base articles will be localized into the participants’ native language. If things go well, we can ask participants to localize other product articles as well.", 
        "end": "5 PM", 
        "everyone": "", 
        "facilitators": "Michał Dziewoński <mdziewonski@mozilla.com>\nAshickur Rahman <ashickur.noor@gmail.com>", 
        "id": "Wk2SCKgOkS", 
        "length": "1 hour", 
        "location": "6: BTTW 2 ", 
        "scheduleblock": "sunday-pm-2", 
        "space": "Teach", 
        "start": "4 PM", 
        "title": " Localization of Webmaker knowledge base @ SUMO"
    }, 
    {
        "day": "Sunday", 
        "description": "Participants will learn how to use IRC networks like freenode and moznet to communicate with other contributors of open source projects. They will be taught the necessary IRC commands to connect to a network, register a nickname and find channels and, if applicable, how to create a chat room for their own community.", 
        "end": "3:30 PM", 
        "everyone": "", 
        "facilitators": "Aki Rose Braun @gesa aki@mozillafoundation.org\nErrietta Kostala <errietta@errietta.me>", 
        "id": "ZyTHAKgdyB", 
        "length": "1 hour", 
        "location": "6: BTTW 3 ", 
        "scheduleblock": "sunday-am-1", 
        "space": "Teach", 
        "start": "2:30 PM", 
        "title": "IRC isn't just old school: enriching community through text-based chat"
    }, 
    {
        "day": "Saturday", 
        "description": "This practical, hands-on session will allow people to chart web literacy-related learning pathways related to their own experience or an experience their organization would like to offer. This will be based upon the existing version of the Web Literacy Map (v1.1), Mozilla's Webmaker and Web Literacy badges, and the resources at webmaker.org. By the end of the session, participants will have iterated a pathway, avoiding some common pitfalls - which we will explain as we go along.\n\nThis session is being conducted as part of Karen's participatory research with Mozilla and participants will be asked if what they produce in the session can be analyzed for academic as well as community purposes.       ", 
        "end": "3 PM", 
        "everyone": "", 
        "facilitators": "Doug Belshaw    @dajbelshaw     <doug@mozillafoundation.org> \nKaren Smith <karen.louise.smith@gmail.com>", 
        "id": "Wk0B0tgdyB", 
        "length": "1 hour", 
        "location": "6: BTTW 1 ", 
        "scheduleblock": "sunday-pm-1", 
        "space": "Teach", 
        "start": "2 PM", 
        "title": "Prototypes and Pathways for Web Literacy"
    }, 
    {
        "day": "Sunday", 
        "description": "Civic hacks are one thing, but civic tech that makes for scalable, widely used tools that are really helpful for lots of people are another. \n\nIn this session we'll do an overview of what exists in the way of mature, open civic tech tools, globally, and then lead a discussion on what doesn't exist yet and what the World really needs. ", 
        "end": "4:30 PM", 
        "everyone": "", 
        "facilitators": "Tom Steinberg <director@mysociety.org>", 
        "id": "bkkgSRKg_yS", 
        "length": "1 hour", 
        "location": "6: BTTW 2 ", 
        "scheduleblock": "saturday-am-1", 
        "space": "Teach", 
        "start": "3:30 PM", 
        "title": "Re-usable Civic Technologies - What's Out There, What Should Be?"
    }, 
    {
        "day": "Sunday", 
        "description": "Each year Mozillians have been doing maker parties throughout the year and during Maker Party season. One of the uniqueness of parties are being organized and held by individuals. In Bangladesh this party season we thought for an idea of a local theme throughout the country to pitch and motivate mozillians and internet/web users to arrange parties on a given theme. In different country different culture and different kind of realization of maker parties. It is necessary to engage them with a local feel and urge. The participants will learn how to pitch an idea or a theme to engage all web enthusiast to organize parties and thus increase number of parties in party season. How we did that, how we engaged them, how  we helped them easily arrange party by helping them with localized teaching kits, templates and resources.", 
        "end": "1:30 PM", 
        "everyone": "", 
        "facilitators": "Belayet Hossain <bellayet@gmail.com>\nAshickur Rahman <ashickur.noor@gmail.com>\nMaliha Momtaz Islam <malihaislam81@gmail.com>\nMahay Alam Khan <mahayalamkhan@gmail.com>", 
        "id": "b1exBCtldyB", 
        "length": "1 hour", 
        "location": "6: BTTW 3 ", 
        "scheduleblock": "saturday-am-2", 
        "space": "Teach", 
        "start": "12:30 PM", 
        "title": "Make your community to Make through Maker parties"
    }, 
    {
        "day": "Saturday", 
        "description": "Work together to share learning guides for civic and community tech projects led by young people! These learning resources will support parents, community mentors, and teachers to involve young people in tech projects that contribute to their communities and civic life.\n\nIn this session, we invite you to share stories of learning activities that already incorporate community and civic-mindedness into their learning and making programs. You will will also learn how to find and create new lesson plans on sites like Mozilla Webmaker and ScratchEd.\n\nThe main output of this session will be \"Learning Guides for Community Makers,\" a collaboratively created site that offers learning resources based on the stories we share in the session and the existing resources we find online. ", 
        "end": "4 PM", 
        "everyone": "", 
        "facilitators": "Erhardt Graeff, MIT Center for Civic Media @erhardt <erhardt@media.mit.edu>\nLinda Sandvik, @hyper_linda <linda.sandvik@googlemail.com>\nJanet Gunter, @JanetGunter @RestartProject <janet@therestartproject.org>\nAriam Mogos, @aamogos, GMin (Sierra Leone, Kenya, South Africa) <ariam@gmin.org>\nJeff Warren, @PublicLab <jeff@publiclab.org>\nGabriela Rodriguez, Data Uraguay <gaba@riseup.net>\nVanessa Gennarelli, Peer to Peer Uniersity, @mozzadrella <vanessa@p2pu.org>\nJ. Nathan Matias <jnmatias@mit.edu>", 
        "id": "Wy-lrAtgO1H", 
        "length": "1 hour", 
        "location": "6: BTTW 2 ", 
        "scheduleblock": "sunday-pm-1", 
        "space": "Teach", 
        "start": "2 PM", 
        "title": "Learning Guides for Community Makers"
    }, 
    {
        "day": "Saturday", 
        "description": "We'll talk about how we developed Camp Minecraft, an online challenge-based program open to anyone on the Internet that wants to learn new skills while playing Minecraft. We'll go over what worked and didn't work over the summer and how we are modifying the program for the fall. ", 
        "end": "5 PM", 
        "everyone": "", 
        "facilitators": "Tim Young <shindigs1@gmail.com>\nSima Patel <simapatel@clalliance.org>\nTara Tiger Brown <tarabrown@gmail.com>", 
        "id": "ZyfxrRFgd1H", 
        "length": "1 hour", 
        "location": "603", 
        "scheduleblock": "saturday-am-1", 
        "space": "Teach", 
        "start": "4 PM", 
        "title": "Lessons from Camp Minecraft: How to build an online summer camp at webscale"
    }, 
    {
        "day": "Sunday", 
        "description": "This session will be an interactive session for us to discuss how mentoring has helped us and others we know to build skills and careers (through our combined experience with TechWomen, WebMaker, Mozilla Reps, and the Outreach Program for Women among other mentoring programs), and develop as people. It will, depending on the interests of the group, dive into mentoring experiences we have had, how to be a great mentor, how and why to *find* a mentor, how to respect the time of a mentor, and more.", 
        "end": "4:30 PM", 
        "everyone": "", 
        "facilitators": "Emma Irwin, Webmaker Super Mentor <emma.irwin@gmail.com>\nLarissa Shapiro <lshapiro@mozilla.com>", 
        "id": "-JQxrRtxuJS", 
        "length": "1 hour", 
        "location": "6: BTTW 1 ", 
        "scheduleblock": "sunday-pm-2", 
        "space": "Teach", 
        "start": "3:30 PM", 
        "title": "Mentoring for Everyone"
    }, 
    {
        "day": "Sunday", 
        "description": "Brainstorm different ways to implement webmaker tools in online post-secondary courses via “hands-on” activities in a virtual learning environment.  ", 
        "end": "3 PM", 
        "everyone": "", 
        "facilitators": "\nHelen Lee <helenwayne3100@gmail.com>", 
        "id": "byNlHRYedJS", 
        "length": "1 hour", 
        "location": "603", 
        "scheduleblock": "saturday-am-1", 
        "space": "Teach", 
        "start": "2:30 PM", 
        "title": "Webmaking in Higher Education"
    }, 
    {
        "day": "Sunday", 
        "description": "Our session will introduce non-programmers to ways of thinking that help break down a challenge into something that can be solved with code. We'll have fun exercises that introduce concepts like data modeling, object-orientation and separation of concerns. We won't teach any actual programming, but at the end, people will have a better idea about how applications work. They will be better able to recognize a good idea for an application, or how to refine/clarify an idea to make it better for a software solution.", 
        "end": "4:30 PM", 
        "everyone": "", 
        "facilitators": "\nJoe Germuska <knightlab@northwestern.edu>", 
        "id": "-yUgBRKeuJr", 
        "length": "1 hour", 
        "location": "603", 
        "scheduleblock": "sunday-am-1", 
        "space": "Teach", 
        "start": "3:30 PM", 
        "title": "Think like a Computer"
    }, 
    {
        "day": "Sunday", 
        "description": "From 2013, we had always wanted to set up events similar to the Mozilla Festival to allow those unable to pay or attend the main Mozilla Festival in London to come and emulate in a similar experience. We organized successfully the Mozilla Festival East Africa 2014 in July totally inspired by the London Festival. It was largely a Maker Party as well as a Festival helps to bring together several great minds from all fields like tech, gaming, open data to brain storm and come up with solutions to current challenges facing the developing world. After the event we concluded we should come up with a way to develop similar Maker Festivals around the world.", 
        "end": "1:30 PM", 
        "everyone": "", 
        "facilitators": "Echodu Moses <mechodu@mozilla-uganda.org>\nAsa Lugada <slugada@mozilla-uganda.org>\nLouisa Nagujja <lnagujja@mozilla-uganda.org>\nSan Emmanuel James @jsan4christ <sanjames@mozilla-uganda.org>\nMark Surman @msurman <msurman@mozilla.org>\nMichelle Thorne @thornet <michelle@mozillafoundation.org>\nLawrence Kisuuki <info@mozilla-uganda.org>", 
        "id": "b1dgHCFeOyS", 
        "length": "1 hour", 
        "location": "6: BTTW 2 ", 
        "scheduleblock": "sunday-am-1", 
        "space": "Teach", 
        "start": "12:30 PM", 
        "title": "Mozilla Festival East Africa"
    }, 
    {
        "day": "Saturday", 
        "description": "Are you a gamer? How about becoming a game designer for a couple of hours? \n\nIn this session you will work in teams to hack an existing game with a new goal: to teach people something. Using paper, markers, pawns, dices and other props, you’ll make a playable prototype of your new game, which other people can play for fun and use as an educational tool.\n\nHere’s a formula\nexisting game + new goal(s)/subject(s) = new game\n\nWhat do you want to teach? Can you make a board game that lets players immerse themselves in that topic? What aspects of your chosen topic do you want players to focus on? How will you change the existing game mechanics so that they reflect your goal/topic?", 
        "end": "4 PM", 
        "everyone": "", 
        "facilitators": "Themis Gkion @ThemistoklisG <gionth@gmail.com>\nMatteo Menapace <hello@baddeo.com>", 
        "id": "bJFlSCtx_1r", 
        "length": "1 hour", 
        "location": "6: BTTW 3 ", 
        "scheduleblock": "sunday-am-1", 
        "space": "Teach", 
        "start": "2 PM", 
        "title": "From gamer to game designer"
    }, 
    {
        "day": "Saturday", 
        "description": "Learn to become facilitators of your own ‘Citizen Planning through Storytelling’ workshop using a Webmaker Teaching Kit called Your Story Goes Here.\n\nThe kit is designed to help people become involved in city planning through individual or co-created narratives using the specificity of their own local environments and digital tools.\n\nIn this session, we want to ‘train the trainers’.  Through a shared  testing and walkthrough of the teaching kit with and for people interested in the future of their local urban environments, the workshop is a collaborative brainstorming session on how to effectively use and activate the kit in our own neighbourhood situations.  \n", 
        "end": "11:20 AM", 
        "everyone": "", 
        "facilitators": "Andi Argast @andiargast  <andi.argast@gmail.com>\nMichelle Gay <mail@michellegay.com>", 
        "id": "-y9lrCFxOyr", 
        "length": "1 hour", 
        "location": "6: BTTW 1 ", 
        "scheduleblock": "saturday-am-1", 
        "space": "Teach", 
        "start": "10 AM", 
        "title": "DIY URBANISM "
    }, 
    {
        "day": "Sunday", 
        "description": "Understand how the gender gap in technology arose, and how people experience it in day-to-day life. Participants share personal stories which we chart on a timeline and analyze for trends together.", 
        "end": "12:30 PM", 
        "everyone": "", 
        "facilitators": "Georgia Guthrie <georgia@thehacktory.org>", 
        "id": "-1jxBCtlu1H", 
        "length": "1 hour", 
        "location": "603", 
        "scheduleblock": "saturday-am-2", 
        "space": "Teach", 
        "start": "11:30 AM", 
        "title": "Hacking the Gender Gap"
    }, 
    {
        "day": "Saturday", 
        "description": "Our session will teach attendees how to use free existing web services to create a responsive website, in 15-20mins, highlighting popular frameworks, plugins and open source software. Attendees will learn the basics of HTML and CSS, an intro to Bootstrap and Bootstrap Templates. Attendees will build a page using Bootstrap in 20 mins on a subject of their choice in competition with one another for the most unique page! Onlookers will vote on Sli.do & Twitter for the overall winner!", 
        "end": "1:20 PM", 
        "everyone": "", 
        "facilitators": "Lewie Allen Lewie@freeformers.com\nElliott Darymple Elliott@freeformers.com\nKai Barnes <Kai@freeformers.com>", 
        "id": "-JTgHRteOyB", 
        "length": "1 hour", 
        "location": "6: BTTW 3 ", 
        "scheduleblock": "sunday-am-1", 
        "space": "Teach", 
        "start": "12:20 PM", 
        "title": "FreeFormer’s Code-off 2.0"
    }, 
    {
        "day": "Saturday", 
        "description": "A picture says a thousand words - and it’s never been easier to create images that can have real impact.\n\nIf you’d asked me a couple of years ago - “Can you draw?” I’d have said “Not really - I’m a programmer”. However, creating visual thoughts is now central to everything I do.\n\nThis session will aim to illustrate how a visual thought can be captured, created and shared and if this wasn’t just a lowly text form, I’d put a few examples in to show what I mean.\n\nUnfortunately, visual thoughts are limited by your ability to think…\n", 
        "end": "5 PM", 
        "everyone": "", 
        "facilitators": "James Haley <james.haley@wapisasa.com>\nRob Biddulph <rob.biddulph@wapisasa.com>\nAndrew Peachey <andrew.peachey@wapisasa.com>\nRobin Dewar <robin.dewar@wapisasa.com>\nJoss Dakin <joss.dakin@wapisasa.com>\nBryan Mathers <bryan.mathers@wapisasa.com>", 
        "id": "WyAgBCFgd1r", 
        "length": "1 hour", 
        "location": "6: BTTW 3 ", 
        "scheduleblock": "saturday-am-1", 
        "space": "Teach", 
        "start": "4 PM", 
        "title": "Capturing a Visual Thought"
    }, 
    {
        "day": "", 
        "description": "Webmaker is available in 23 languages and further localizations are underway. Localizing the interface for Webmaker is only the fist step however. In this session, we will gather together past, present and future localizers who have created or want to create projects to teach the web.  Past example of localization for Webmaker include Thimble makes to celebrate Independence Day in India and video remixes in Popcorn to raise awareness about the devastation caused by Typhoon Haiayan in the Philippines. In this session, participants will share examples of projects and teaching kits that are localizations to teach the web.  Participants will also brainstorm future ideas to make Webmaker relevant around the world in various countries and communities.\n    \nThis session is being conducted as part of Karen's participatory research with Mozilla and participants will be asked if what they produce in the session can be analyzed for academic as well as community purposes.    ", 
        "end": "", 
        "everyone": "", 
        "facilitators": "Ali Al Dallal   @alicoding    ali@alicoding.com   \nKaren Smith <karen.louise.smith@gmail.com>", 
        "id": "b1-bBRte_yH", 
        "length": "1 hour", 
        "location": "6: The HUB ", 
        "scheduleblock": "saturday-pm-1", 
        "space": "Teach", 
        "start": "", 
        "title": "Localization Stories: What Works? "
    }, 
    {
        "day": "Sunday", 
        "description": "The Adler Planetarium has run three very different models of youth-focused Hack Days, all designed to engage young people with Science, Technology, Engineering and Mathematics (STEM).  Each of these events has a unique set of goals, audience, advantages and disadvantages. All are designed to enthuse and inspire young people to play with STEM, involve mentors who are STEM professionals and require community partner involvement. If you have run your own youth Hack Day, or similar events, please join us to share your experiences, maybe bring a slide or two, links to event details or other any other information that might be valuable to the group.  If you are interested in running, hosting or sponsoring a Hack Day, have ideas for tools (eg/ Scratch, MIT app inventor, World Wide Telescope) or resources (existing workshops, lessons) for youth Hack Days, experience of adult Hack Days, or experience of being a STEM mentor please join us. Together we will collaboratively produce a set of guidelines for involving the under 18s in Hack Days.", 
        "end": "4:30 PM", 
        "everyone": "", 
        "facilitators": "", 
        "id": "-JXDH4JIB", 
        "length": "1 hour", 
        "location": "6: BTTW 3 ", 
        "scheduleblock": "saturday-pm-1", 
        "space": "Teach", 
        "start": "3:30 PM", 
        "title": "Youth Hack Days, Adler Planetarium"
    }, 
    {
        "day": "Saturday", 
        "description": "Giving kids and young people all over the world better access to the Magic behind the technology that surrounds us and touches almost everything that we do in our lives, CoderDojo is a volunteer led, global community of free programming clubs for young people. CoderDojo will be hosting 30 young coders for a HTML coding session using web maker tools where they will learn to build their own websites.", 
        "end": "1:20 PM", 
        "everyone": "", 
        "facilitators": "", 
        "id": "Z1e7vSV18r", 
        "length": "1 hour", 
        "location": "6: BTTW 2 ", 
        "scheduleblock": "saturday-am-1", 
        "space": "Teach", 
        "start": "12:20 PM", 
        "title": "CoderDojo"
    }, 
    {
        "day": "Saturday", 
        "description": "Want to learn web development? Do you teach web development? This meetup will be a place to discuss methods for learning & teaching web development & even give people a chance to learn a little HTML!", 
        "end": "11:45 AM", 
        "everyone": "", 
        "facilitators": "Chris Mills, Jeremie Patonnier", 
        "id": "-kQ1CaT8B", 
        "length": "1 hour", 
        "location": "6: The HUB ", 
        "scheduleblock": "sunday-am-1", 
        "space": "Teach", 
        "start": "11:20 AM", 
        "title": "Meetup: Learn & Teach Web Development"
    }, 
    {
        "day": "Sunday", 
        "description": "Want to learn web development? Do you teach web development? This meetup will be a place to discuss methods for learning & teaching web development & even give people a chance to learn a little HTML!", 
        "end": "11:45 AM", 
        "everyone": "", 
        "facilitators": "Chris Mills, Jeremie Patonnier", 
        "id": "WyxQkRaTUB", 
        "length": "1 hour", 
        "location": "6: The HUB ", 
        "scheduleblock": "sunday-am-1", 
        "space": "Teach", 
        "start": "11 AM", 
        "title": "Meetup: Learn & Teach Web Development"
    }, 
    {
        "day": "Saturday", 
        "description": "Learning to code or teach others to code? Are you feeling inspired by MozFest? This wrap up will This wrap-up cover ways you can continue to build on the Mozfest experience.", 
        "end": "5:20 PM", 
        "everyone": "", 
        "facilitators": "Chris Mills, Jeremie Patonnier", 
        "id": "-k29YATLB", 
        "length": "1 hour", 
        "location": "6: The HUB ", 
        "scheduleblock": "sunday-pm-2", 
        "space": "Teach", 
        "start": "5 PM", 
        "title": "Wrap Up: Learn & Teach Web Development"
    }, 
    {
        "day": "Sunday", 
        "description": "Learning to code or teach others to code? Are you feeling inspired by MozFest? This wrap up will This wrap-up cover ways you can continue to build on the Mozfest experience.", 
        "end": "6:20 PM", 
        "everyone": "", 
        "facilitators": "Jeremie Patonnier", 
        "id": "Zyg29KA6IS", 
        "length": "1 hour", 
        "location": "6: The HUB ", 
        "scheduleblock": "sunday-pm-1", 
        "space": "Teach", 
        "start": "6 PM", 
        "title": "Wrap Up: Learn & Teach Web Development"
    }, 
    {
        "day": "Sunday", 
        "description": "Join Mitchell for a discussion on Mozilla’s role building the future of the open web.\n", 
        "end": "1:30 PM", 
        "everyone": "", 
        "facilitators": "Mitchell Baker", 
        "id": "b1QYfCUvS", 
        "length": "1 hour", 
        "location": "4: Big Space", 
        "scheduleblock": "saturday-am-2", 
        "space": "Teach", 
        "start": "12:30 PM", 
        "title": "Mitchell's Fireside Chat "
    }, 
    {
        "day": "Sunday", 
        "description": "Games rock! They are a universal language. How can we use this power to encourage everyone to become a creator? This session explores a system being designed by the BBC that could allow digital creativity at nearly the speed of thought. Bring your creative brain and help us to prototype games and logic...without code!", 
        "end": "12:30 PM", 
        "everyone": "", 
        "facilitators": "Jon Howard, Alex Duff, David Ullman, Tom Broughton", 
        "id": "-y-9Nw9DB", 
        "length": "1 hour", 
        "location": "6: BTTW 3", 
        "scheduleblock": "sunday-am-1", 
        "space": "Teach", 
        "start": "11:30 AM", 
        "title": "Making Games Without Code"
    }, 
    {
        "day": "Sunday", 
        "description": "Come share your learnings, your makings, and your connections in building and teaching the Web!", 
        "end": "5:30 PM", 
        "everyone": "", 
        "facilitators": "BTTW Co-wranglers", 
        "id": "b1hdByjvS", 
        "length": "1 hour", 
        "location": "6: The HUB", 
        "scheduleblock": "saturday-pm-2", 
        "space": "Teach", 
        "start": "4:30 PM", 
        "title": "Build and Teach the Web Wrap-Up/Meetup"
    }, 
    {
        "day": "Saturday", 
        "description": "POPBOMB Mozfest! Learn about an design the future of storytelling with mobile technology using the POP.", 
        "end": "12:15 PM", 
        "everyone": "", 
        "facilitators": "Matt Williams @mfwillis <mwilliams@kqed.org>\nIngrid Dahl <ingrid@bavc.org>", 
        "id": "-kVbrAtxdJS", 
        "length": "1 hour", 
        "location": "106", 
        "scheduleblock": "sunday-am-1", 
        "space": "Mobile", 
        "start": "10:30 AM", 
        "title": "#POPBOMB"
    }, 
    {
        "day": "Saturday", 
        "description": "We'll show how to build Firefox OS apps by just writing HTML+JS+CSS, quickly getting started with Firefox DevTools' WebIDE (from nothing to app deployed in simulator in probably less than 15 minutes), etc. If you know all about this already we will challenge you to learn about more advanced topics and automate your Firefox OS development workflow (node-fxos) or even get to hack in Gaia. WE HAVE YOU COVERED.", 
        "end": "12:15 PM", 
        "everyone": "", 
        "facilitators": "Soledad Penades <sole@mozilla.com>\nNicola Greco\nWilson Page", 
        "id": "b1YWSCKgdkr", 
        "length": "1 hour", 
        "location": "6: MEGABOOTH", 
        "scheduleblock": "sunday-am-2", 
        "space": "Mobile", 
        "start": "10:30 AM", 
        "title": "WebIDE - the Firefox OS app developer's best friend"
    }, 
    {
        "day": "Saturday", 
        "description": "Join the Snapp team to build your apps easily, fast, and from your smartphone!", 
        "end": "12:15 PM", 
        "everyone": "", 
        "facilitators": "Gabriel Gurovich @guro_ringale <guro@snapp.cc>\nAsaf Kindler <asaf@snapp.cc>", 
        "id": "WkUUvHN1Lr", 
        "length": "1 hour", 
        "location": "6: MEGABOOTH", 
        "scheduleblock": "saturday-am-1", 
        "space": "Mobile", 
        "start": "10:30 AM", 
        "title": "Build your App with Snapp"
    }, 
    {
        "day": "Saturday", 
        "description": "We'll be showing visitors the appmaker way of building, publishing, and remixing apps using open technologies, which is a fancy way of saying it's all HTML and you can totally do this anywhere, run your apps anywhere that has a browser, and even on things like Android and FirefoxOS phones! Come over for a few minutes of learning and hacking (no expertise required, just bring your curiosity!), and if you like what you see, the MEGABOOTH has plenty of other booths for you to walk on over and learn more about specific app-related subjects!", 
        "end": "12:15 PM", 
        "everyone": "", 
        "facilitators": "Pomax <pomax@mozillafoundation.org>\nBecky Wier <becky@mozillafoundation.org>", 
        "id": "ZkUUAYedyH", 
        "length": "1 hour", 
        "location": "6: MEGABOOTH", 
        "scheduleblock": "sunday-pm-2", 
        "space": "Mobile", 
        "start": "10:30 AM", 
        "title": "Making apps with Appmaker"
    }, 
    {
        "day": "Saturday", 
        "description": "Help create the soundscapes at Ravensbourne you can hear through HearUsHere", 
        "end": "12:15 PM", 
        "everyone": "", 
        "facilitators": "James Bryan Graves <james@hackersandfounders.com>\nKlasien Van de Zandschulp <klasien@gmail.com>", 
        "id": "WJGeIDSVJ8H", 
        "length": "1 hour", 
        "location": "6: MEGABOOTH", 
        "scheduleblock": "sunday-am-2", 
        "space": "Mobile", 
        "start": "1:20 PM", 
        "title": "HearUsHere"
    }, 
    {
        "day": "Saturday", 
        "description": "Come to this booth to learn a UX and User-centered design process and how to apply it to your app. This booth is a great way to compliment the other booths and workshops with fundamentals.", 
        "end": "12:15 PM", 
        "everyone": "", 
        "facilitators": "Holly Habstritt Gaal <hhabstritt@mozilla.com>\nBill Selman <wselman@mozilla.com>", 
        "id": "WymlIPSNJUr", 
        "length": "1 hour", 
        "location": "6: MEGABOOTH", 
        "scheduleblock": "sunday-pm-2", 
        "space": "Mobile", 
        "start": "10:30 AM", 
        "title": "UX booth"
    }, 
    {
        "day": "Saturday", 
        "description": "In this session, we will run a game jam using a new series of game-specific bricks in AppMaker. You'll make cool games in AppMaker by using or hacking existing bricks, and publish the resulting games. All games you make will be remixed, hacked and reused by youth in a series of youth-focused game jam to be held in NYC this winter and spring.", 
        "end": "12:15 PM", 
        "everyone": "", 
        "facilitators": "Julia Vallera <julia@mozillafoundation.org>\nKevin Miklasz <kevin@iridescentlearning.org>\nScott Downe <scott@mozillafoundation.org>", 
        "id": "b1I0YxOyS", 
        "length": "1 hour", 
        "location": "6: MEGABOOTH", 
        "scheduleblock": "sunday-am-2", 
        "space": "Mobile", 
        "start": "10:30 AM", 
        "title": "AppMaker Game Prototypes for Youth Game Jams"
    }, 
    {
        "day": "Saturday", 
        "description": "Flash your Firefox OS devices to take advantage of the newest version of Firefox OS.", 
        "end": "4:45 PM", 
        "everyone": "", 
        "facilitators": "Marcia", 
        "id": "byaLvrVJUB", 
        "length": "1 hour", 
        "location": "6: MEGABOOTH", 
        "scheduleblock": "saturday-pm-1", 
        "space": "Mobile", 
        "start": "10:30 AM", 
        "title": "Firefox OS Flashing/Debugging Station"
    }, 
    {
        "day": "Saturday", 
        "description": "A conversation about how do we deliver the open, engaging web we had 20 years ago on mobile technology today with content and hardware that's viable in the market.", 
        "end": "2 PM", 
        "everyone": "", 
        "facilitators": "Chris Locke <chris@cariboudigital.net>", 
        "id": "ZkrDrNJ8S", 
        "length": "1 hour", 
        "location": "4: The Big Space", 
        "scheduleblock": "sunday-am-1", 
        "space": "Mobile", 
        "start": "1:20 PM", 
        "title": "Emerging Markets"
    }, 
    {
        "day": "Saturday", 
        "description": "We will teach how to build a usability testing lab for mobile devices using Meccano, a webcam and Insight Recorder, an open source usability testing tool for Linux created by Michael Wood (https://github.com/insight-recorder)", 
        "end": "2:45 PM", 
        "everyone": "", 
        "facilitators": "Bernard Tyers <b@runningwithbulls.com>\nMichael Wood <michael.g.wood@intel.com>\nBelen Barros Pena <belenbarrospena@gmail.com>", 
        "id": "WJmbS0Kl_kB", 
        "length": "1 hour", 
        "location": "6: MEGABOOTH", 
        "scheduleblock": "sunday-pm-2", 
        "space": "Mobile", 
        "start": "1:20 PM", 
        "title": "Do it yourself mobile usability testing"
    }, 
    {
        "day": "Saturday", 
        "description": "Firefox tells you if a website provides a secure connection with a simple, green lock icon next to the URL. In this session, participants will imagine new ways like this to peek beyond the surface of a web site to enable smarter, safer browsing. We will talk about using dev tools (on desktop) to dissect a site's forms, ads, and more. We will then prototype disruptive and/or unobtrusive interventions that offer similar insight on Mobile screens. We will rethink the browser to design a guide for each us on the wild web.  ", 
        "end": "2:45 PM", 
        "everyone": "", 
        "facilitators": "Matthew Willse <mw@mozillafoundation.org>", 
        "id": "Z1U-rRtxO1r", 
        "length": "1 hour", 
        "location": "108", 
        "scheduleblock": "sunday-pm-1", 
        "space": "Mobile", 
        "start": "1:20 PM", 
        "title": "Rethink the Browser: Strategies for a more Transparent Mobile Web"
    }, 
    {
        "day": "Saturday", 
        "description": "People in India are buying smartphones and connecting to the internet for the first time, in huge numbers, in a very short space of time. Now, some handsets are within reach of mass affordability. The benefits of the internet could reach poorer people, around a billion of them.\n\nBut generally, platforms and content are rarely designed for this huge, diverse target audience and as a consequence, owning a smartphone does not automatically lead to the purchase of a data plan.\n\nIn the mix of content, Indians will want news. They like the news. They buy newsapapers in huge numbers and watch TV avidly. News is important.\n\nI have designed a platform that overcomes the restrictions of language, literacy and access to low-end tech: digital news in comic-book form.\n\nI will explain the background and digital landscape in more detail, and then I want to get people drawing comics and telling stories. I will need feedback to develop the design, the UX and everything else. I am not a developer so I could really use some help.", 
        "end": "2:45 PM", 
        "everyone": "", 
        "facilitators": "Hasit Shah <hasit.shah@post.harvard.edu>", 
        "id": "bkuWBRYxOJH", 
        "length": "1 hour", 
        "location": "106", 
        "scheduleblock": "saturday-am-1", 
        "space": "Mobile", 
        "start": "1:20 PM", 
        "title": "Cheap smartphones and digital news in India"
    }, 
    {
        "day": "Saturday", 
        "description": "We'll show how to build Firefox OS apps by just writing HTML+JS+CSS, quickly getting started with Firefox DevTools' WebIDE (from nothing to app deployed in simulator in probably less than 15 minutes), etc. If you know all about this already we will challenge you to learn about more advanced topics and automate your Firefox OS development workflow (node-fxos) or even get to hack in Gaia. WE HAVE YOU COVERED.", 
        "end": "2:45 PM", 
        "everyone": "", 
        "facilitators": "", 
        "id": "-Jz8wSEkIH", 
        "length": "1 hour", 
        "location": "6: MEGABOOTH", 
        "scheduleblock": "saturday-am-2", 
        "space": "Mobile", 
        "start": "1:20 PM", 
        "title": "WebIDE - the Firefox OS app developer's best friend"
    }, 
    {
        "day": "Saturday", 
        "description": "Help design what tools makers need to make things that can be shared widely, building off the public commons.", 
        "end": "2:45 PM", 
        "everyone": "", 
        "facilitators": "Ryan Merkley <ryan@creativecommons.org>\nMatt Lee\nAli Al Dallal <ali@alicoding.com>", 
        "id": "-1iUvBNy8B", 
        "length": "1 hour", 
        "location": "107", 
        "scheduleblock": "saturday-am-1", 
        "space": "Mobile", 
        "start": "1:20 PM", 
        "title": "Creative Commons makes tools for Makers"
    }, 
    {
        "day": "Saturday", 
        "description": "See the BRCK+MRTR solution for bringing popular web apps and content to places where the web doesn't always exist the way we know it. Help design and port apps to be accessible from a BRCK.", 
        "end": "2:45 PM", 
        "everyone": "", 
        "facilitators": "Reg Orton\nWesley Mwirigi\nKurtis Unger", 
        "id": "b13IvS41UB", 
        "length": "1 hour", 
        "location": "6: MEGABOOOTH", 
        "scheduleblock": "sunday-pm-1", 
        "space": "Mobile", 
        "start": "1:20 PM", 
        "title": "Webmaker + BRCK + Raspberry Pi  = Offline MicroServer for Education"
    }, 
    {
        "day": "Saturday", 
        "description": "We will teach how to build a usability testing lab for mobile devices using Meccano, a webcam and Insight Recorder, an open source usability testing tool for Linux created by Michael Wood (https://github.com/insight-recorder)", 
        "end": "4:45 PM", 
        "everyone": "", 
        "facilitators": "", 
        "id": "-kUPBEyUB", 
        "length": "1 hour", 
        "location": "6: MEGABOOTH", 
        "scheduleblock": "saturday-pm-1", 
        "space": "Mobile", 
        "start": "3 PM", 
        "title": "Do it yourself mobile usability testing"
    }, 
    {
        "day": "Saturday", 
        "description": "Looking into UX design patterns surrounding the Offline web and how we can communicate to the user the state of their data irrespective of the state of their network communication. Looking to collaborate with anyone interested in the Offline Web, Hoodie, Service Worker, or similar technologies.", 
        "end": "4:45 PM", 
        "everyone": "", 
        "facilitators": "Lewis Cowper <lewis@lewiscowper.org>", 
        "id": "W1PbHCtgu1r", 
        "length": "1 hour", 
        "location": "108", 
        "scheduleblock": "saturday-pm-2", 
        "space": "Mobile", 
        "start": "3 PM", 
        "title": "Offline is Not a Bug: New UX Patterns for an Offline World."
    }, 
    {
        "day": "Saturday", 
        "description": "We'll show how to build Firefox OS apps by just writing HTML+JS+CSS, quickly getting started with Firefox DevTools' WebIDE (from nothing to app deployed in simulator in probably less than 15 minutes), etc. If you know all about this already we will challenge you to learn about more advanced topics and automate your Firefox OS development workflow (node-fxos) or even get to hack in Gaia. WE HAVE YOU COVERED.", 
        "end": "4:45 PM", 
        "everyone": "", 
        "facilitators": "", 
        "id": "Wy7LPH4JUB", 
        "length": "1 hour", 
        "location": "6: MEGABOOTH", 
        "scheduleblock": "saturday-am-1", 
        "space": "Mobile", 
        "start": "3 PM", 
        "title": "WebIDE - the Firefox OS app developer's best friend"
    }, 
    {
        "day": "Sunday", 
        "description": "We’ll show the impact a mobile app builder targeted to non-techies on developing markets could have, i.e: How a user from Senegal using his smartphone can create a life saving educational app about Ebola prevention, using 18 local african languages and dialects that are not even listed in GooglePlay or AppStore can reach more the 5000 downloads in the first weeks.\n \nDuring the workshop we will quickly walk around the audience on Snapp, explaining the different UX, approaches and marketing choices we’ve made and how it relates to users from developing markets, before having the participants build their own meaningful app!\nNo technical background is needed to build a complex app. However, participants with a technical background will be able to write custom code and edit the app even further.", 
        "end": "4:45 PM", 
        "everyone": "", 
        "facilitators": "Gabriel Gurovich @guro_ringale <guro@snapp.cc>\nAsaf Kindler <asaf@snapp.cc>\nVito Margiotta <vito@snapp.cc>", 
        "id": "b1eUCtlukB", 
        "length": "1 hour", 
        "location": "107", 
        "scheduleblock": "sunday-am-1", 
        "space": "Mobile", 
        "start": "3 PM", 
        "title": "Snapp Case Study - How the new 2 billion Internet users in the next 5 years will bring their own Online Ideas to life"
    }, 
    {
        "day": "Saturday", 
        "description": "Join the Snapp team to build your apps easily, fast, and from your smartphone!", 
        "end": "4:45 PM", 
        "everyone": "", 
        "facilitators": "Gabriel Gurovich @guro_ringale <guro@snapp.cc>\nAsaf Kindler <asaf@snapp.cc>", 
        "id": "-1DLvHNkUH", 
        "length": "1 hour", 
        "location": "6: MEGABOOTH", 
        "scheduleblock": "sunday-am-2", 
        "space": "Mobile", 
        "start": "3 PM", 
        "title": "Build your App with Snapp"
    }, 
    {
        "day": "Saturday", 
        "description": "Creating new components in Appmaker!\nIntroduction to the component concept and brainstorming ideas for new components. Deeper discussion of the Polymer component building process for the more technically-minded.  Providing guidance for those interested in building components (either their own ideas or taken from the idea board).", 
        "end": "4:45 PM", 
        "everyone": "", 
        "facilitators": "Ali Al Dallal <ali@alicoding.com>\nErik Christensen <erik@mozillafoundation.org>", 
        "id": "Zk9UPHV18S", 
        "length": "1 hour", 
        "location": "6: MEGABOOTH", 
        "scheduleblock": "saturday-am-2", 
        "space": "Mobile", 
        "start": "3 PM", 
        "title": "Appmaker Enhance!"
    }, 
    {
        "day": "Saturday", 
        "description": "The session is focused on providing tips, guidelines and techniques for teaching the Appmaker tool to youth. Through the creation of a small example project, attendees will learn how to present the interface and functionality of the tool to youth with no previous experience. The content will aim to highlight the potential of Appmaker for empowering youth to create multi-page apps.\n\nAs Appmaker was a popular tool during our Maker Party event, the intent is to share our approach and the feedback that our youth gave. The presentation will include a walkthrough for creating a sample project that illustrates the tools and answers to questions that our youth felt were required for success with the tool. ", 
        "end": "4:45 PM", 
        "everyone": "", 
        "facilitators": "Jonathan Prozzi <jonathan@digitalharbor.org>\nSteph Grimes <steph@digitalharbor.org>\nShawn Grimes <shawn@digitalharbor.org>", 
        "id": "-kygUCtedyS", 
        "length": "1 hour", 
        "location": "6: MEGABOOTH", 
        "scheduleblock": "sunday-am-2", 
        "space": "Mobile", 
        "start": "3 PM", 
        "title": "Teaching Appmaker to Youth"
    }, 
    {
        "day": "Saturday", 
        "description": "CC is producing two new open source tools that are in service of creative use and re-use: CC Search and The List, powered by CC. You'll see how they work, how you can add new search APIs, and we'll brainstorm and design/build new features. We'll also share our wireframes so far, and work to brainstorm new features and use cases.", 
        "end": "4:45 PM", 
        "everyone": "", 
        "facilitators": "Ryan Merkley <ryan@creativecommons.org>\nMatt Lee", 
        "id": "bJlxIAtgdkH", 
        "length": "1 hour", 
        "location": "6: MEGABOOTH", 
        "scheduleblock": "sunday-am-1", 
        "space": "Mobile", 
        "start": "3 PM", 
        "title": "CC Tools for Makers Jam - what do you need to make things worth sharing?"
    }, 
    {
        "day": "Saturday", 
        "description": "Come and chat about mesh networking. Participants will design and build apps for mesh networks.\n\nAnyone can come by and participate. Some HTML5/JS chops are needed for building apps.", 
        "end": "4:45 PM", 
        "everyone": "", 
        "facilitators": "Alan Kligman <ack@mozilla.com>\nTomasz Dysinski <dysinski.tomasz@gmail.com>", 
        "id": "-JSUhGhIr", 
        "length": "1 hour", 
        "location": "6: MEGABOOTH", 
        "scheduleblock": "sunday-pm-1", 
        "space": "Mobile", 
        "start": "3 PM", 
        "title": "Apps for Mesh Networks"
    }, 
    {
        "day": "Sunday", 
        "description": "We'll show how to build Firefox OS apps by just writing HTML+JS+CSS, quickly getting started with Firefox DevTools' WebIDE (from nothing to app deployed in simulator in probably less than 15 minutes), etc. If you know all about this already we will challenge you to learn about more advanced topics and automate your Firefox OS development workflow (node-fxos) or even get to hack in Gaia. WE HAVE YOU COVERED.", 
        "end": "12:15 PM", 
        "everyone": "", 
        "facilitators": "", 
        "id": "-kV8vBV1Lr", 
        "length": "1 hour", 
        "location": "6: MEGABOOTH", 
        "scheduleblock": "saturday-am-2", 
        "space": "Mobile", 
        "start": "10:30 AM", 
        "title": "WebIDE - the Firefox OS app developer's best friend"
    }, 
    {
        "day": "Sunday", 
        "description": "Creating new components in Appmaker!\nIntroduction to the component concept and brainstorming ideas for new components. Deeper discussion of the Polymer component building process for the more technically-minded.  Providing guidance for those interested in building components (either their own ideas or taken from the idea board).", 
        "end": "12:15 PM", 
        "everyone": "", 
        "facilitators": "Ali Al Dallal <ali@alicoding.com>\nErik Christensen <erik@mozillafoundation.org>", 
        "id": "ZkQIAtluyB", 
        "length": "1 hour", 
        "location": "6: MEGABOOTH", 
        "scheduleblock": "saturday-am-1", 
        "space": "Mobile", 
        "start": "10:30 AM", 
        "title": "Appmaker Components: Build your own!"
    }, 
    {
        "day": "Sunday", 
        "description": "How can we get more developers aboard the open web train? Hybrid mobile apps are apps written in web technologies that can run on natively across any device including Android, FirefoxOS, or iOS. This means developers can write an app once in HTML5 and have it work everywhere without having to rewrite code. In this session, we'll talk about how the web community is currently trying to attract developers to the open web platform, and how we could attract developers through more resources on hybrid mobile apps. We'll then break out into a small app building session using Ionic and Cordova to build hybrid apps. There will also be the option of playing with pre-built hybrid apps if developing is not your thing.", 
        "end": "12:15 PM", 
        "everyone": "", 
        "facilitators": "Kevin Ngo <kngo@mozilla.com>", 
        "id": "bJVICKluJS", 
        "length": "1 hour", 
        "location": "108", 
        "scheduleblock": "sunday-pm-2", 
        "space": "Mobile", 
        "start": "10:30 AM", 
        "title": "Rapidly Building Hybrid Mobile Apps for All Platforms"
    }, 
    {
        "day": "Sunday", 
        "description": "Mozilla's Appmaker lets you build your own mobile apps by connecting bricks together with colored channels. Bricks are the basic building blocks of Appmaker apps, and while there are a lot of them, younger makers only seem to be interested in a small fraction. Let's change that! \nIn this design workshop we'll discuss which Bricks have been successful with younger Appmakers and why. Armed with a set of guiding principles for kid-friendly Bricks we will design and prototype a set of new bricks that will spark even the youngest imaginations. For the technically inclined, I'll go over some tips for contributing bricks to the Appmaker project. If you've ever worked with kids and technology or want to help kids get digitally creative, this workshop is a chance to share your experiences, roll up your sleeves and take an active role in shaping the kid-friendly future of one of Mozilla's newest tools.", 
        "end": "12:15 PM", 
        "everyone": "", 
        "facilitators": "Luke Pacholski <luke@mozillafoundation.org>", 
        "id": "bkO8AYxuJH", 
        "length": "1 hour", 
        "location": "6: MEGABOOTH", 
        "scheduleblock": "sunday-am-1", 
        "space": "Mobile", 
        "start": "10:30 AM", 
        "title": "Bricks for Kids - A design workshop"
    }, 
    {
        "day": "Sunday", 
        "description": "In this age of do-it-yourself, it would be advantageous if we could leverage Mobile Phone Sensors in building things. We will brainstorm to generate ideas and divide participants into different teams based on their interests. Later, the participants will work collaboratively to develop the prototype of the idea. In the end, we will discuss the end results, share views, suggest improvements and the impact to the community of individual ideas.", 
        "end": "12:15 PM", 
        "everyone": "", 
        "facilitators": "Adwait Sharma <adwait@nus.edu.sg>", 
        "id": "-kqICFgd1S", 
        "length": "1 hour", 
        "location": "106", 
        "scheduleblock": "sunday-pm-2", 
        "space": "Mobile", 
        "start": "10:30 AM", 
        "title": "Sensory Framework for converting Ideas into a Web App."
    }, 
    {
        "day": "Sunday", 
        "description": "We'll be showing visitors the appmaker way of building, publishing, and remixing apps using open technologies, which is a fancy way of saying it's all HTML and you can totally do this anywhere, run your apps anywhere that has a browser, and even on things like Android and FirefoxOS phones! Come over for a few minutes of learning and hacking (no expertise required, just bring your curiosity!), and if you like what you see, the MEGABOOTH has plenty of other booths for you to walk on over and learn more about specific app-related subjects!", 
        "end": "12:15 PM", 
        "everyone": "", 
        "facilitators": "Pomax <pomax@mozillafoundation.org>\nBecky Wier <becky@mozillafoundation.org>", 
        "id": "ZkUUAYedyH", 
        "length": "1 hour", 
        "location": "6: MEGABOOTH", 
        "scheduleblock": "saturday-pm-2", 
        "space": "Mobile", 
        "start": "10:30 AM", 
        "title": "Making apps with Appmaker"
    }, 
    {
        "day": "Sunday", 
        "description": "Want to build complete web apps, without having to worry about backends, databases or servers?", 
        "end": "12:15 PM", 
        "everyone": "", 
        "facilitators": "Lewis Cowper <lewis@lewiscowper.org>", 
        "id": "WkeeLvH4kIB", 
        "length": "1 hour", 
        "location": "6: MEGABOOTH", 
        "scheduleblock": "sunday-pm-2", 
        "space": "Mobile", 
        "start": "10:30 AM", 
        "title": "Hoodie <3 You!"
    }, 
    {
        "day": "Sunday", 
        "description": "Using the WebAPI, we can develop mobile Web apps that react to our environment. ", 
        "end": "12:15 PM", 
        "everyone": "", 
        "facilitators": "Daisuke Akatsuka <daisuke@mozilla-japan.org>", 
        "id": "WkbeLvH4kLB", 
        "length": "1 hour", 
        "location": "6: MEGABOOTH", 
        "scheduleblock": "saturday-am-1", 
        "space": "Mobile", 
        "start": "10:30 AM", 
        "title": "Firefox OS for the Real World"
    }, 
    {
        "day": "Sunday", 
        "description": "have you ever thought of creating your own game with  characters you like behaviors you chose and most of all sharing it to the world on there mobile wither it's Android or IOS and most importantly Firefox OS?\nif you think it's impossible then i introduce you to constract 2 \nIn construct 2 , you have clear access to a wide set of tools that allows anyone to jump into game creation with little to no prior game development knowledge.\nWithin minutes or hours you can have a working prototype that you can share with friends to play. In almost no time you can test your ideas and know if they are really fun or not, focusing your efforts in what matters the most: designing your game!", 
        "end": "12:15 PM", 
        "everyone": "", 
        "facilitators": "manaf gharybeh <manafhgh22@gmail.com>", 
        "id": "Z1K80Kgdyr", 
        "length": "1 hour", 
        "location": "6: MEGABOOTH", 
        "scheduleblock": "saturday-am-2", 
        "space": "Mobile", 
        "start": "10:30 AM", 
        "title": "game programming ? keep taking !!"
    }, 
    {
        "day": "Sunday", 
        "description": "Flash your Firefox OS devices to take advantage of the newest version of Firefox OS.", 
        "end": "4:45 PM", 
        "everyone": "", 
        "facilitators": "Marcia", 
        "id": "bkAIvrVk8S", 
        "length": "1 hour", 
        "location": "6: MEGABOOTH", 
        "scheduleblock": "saturday-pm-1", 
        "space": "Mobile", 
        "start": "10:30 AM", 
        "title": "Firefox OS Flashing/Debugging Station"
    }, 
    {
        "day": "Sunday", 
        "description": "We'll be showing visitors the appmaker way of building, publishing, and remixing apps using open technologies, which is a fancy way of saying it's all HTML and you can totally do this anywhere, run your apps anywhere that has a browser, and even on things like Android and FirefoxOS phones! Come over for a few minutes of learning and hacking (no expertise required, just bring your curiosity!), and if you like what you see, the MEGABOOTH has plenty of other booths for you to walk on over and learn more about specific app-related subjects!", 
        "end": "2:15 PM", 
        "everyone": "", 
        "facilitators": "Pomax <pomax@mozillafoundation.org>\nBecky Wier <becky@mozillafoundation.org>", 
        "id": "ZkUUAYedyH", 
        "length": "1 hour", 
        "location": "6: MEGABOOTH", 
        "scheduleblock": "sunday-am-2", 
        "space": "Mobile", 
        "start": "1 PM", 
        "title": "Making apps with Appmaker"
    }, 
    {
        "day": "Sunday", 
        "description": "We will teach how to build a usability testing lab for mobile devices using Meccano, a webcam and Insight Recorder, an open source usability testing tool for Linux created by Michael Wood (https://github.com/insight-recorder)", 
        "end": "2:45 PM", 
        "everyone": "", 
        "facilitators": "", 
        "id": "WJlIvBN1LS", 
        "length": "1 hour", 
        "location": "6: MEGABOOTH", 
        "scheduleblock": "saturday-am-1", 
        "space": "Mobile", 
        "start": "1 PM", 
        "title": "Do it yourself mobile usability testing"
    }, 
    {
        "day": "Sunday", 
        "description": "We'll show how to build Firefox OS apps by just writing HTML+JS+CSS, quickly getting started with Firefox DevTools' WebIDE (from nothing to app deployed in simulator in probably less than 15 minutes), etc. If you know all about this already we will challenge you to learn about more advanced topics and automate your Firefox OS development workflow (node-fxos) or even get to hack in Gaia. WE HAVE YOU COVERED.", 
        "end": "2:45 PM", 
        "everyone": "", 
        "facilitators": "", 
        "id": "ZkrUwHN1Ir", 
        "length": "1 hour", 
        "location": "6: MEGABOOTH", 
        "scheduleblock": "sunday-pm-2", 
        "space": "Mobile", 
        "start": "1 PM", 
        "title": "WebIDE - the Firefox OS app developer's best friend"
    }, 
    {
        "day": "Sunday", 
        "description": "We want to focus on the activists who mobilize citizens through interviews, video testimonials and surveys. Collecting data is part of the game but the focus is on making citizens' opinions visible and voices heard.\n\nWhat has that got to do with web in your pocket?\n\nIt's about digital mapmaking. Planers are used to the bird's-eye view. But people live their lives in the street view mode.\n\n\"It's  our neighbourhood\" aims at bringing these two perspectives together by  enriching the bird's-eye view with data, observations, testimonials, and  suggestions, from the people who actually live in the places that the  plans are being made for. \n\nAs a student of Geoinformatics and a citizens activist, we are newcomers to mozilla community, still stuck somewhere in the inception phase of the project.", 
        "end": "2:45 PM", 
        "everyone": "", 
        "facilitators": "Jochen Lenz <jochenlenz@posteo.de>\nLaura Hilliger <laura@mozillafoundation.org>", 
        "id": "WJiZrAKlO1S", 
        "length": "1 hour", 
        "location": "605", 
        "scheduleblock": "sunday-pm-2", 
        "space": "Mobile", 
        "start": "1 PM", 
        "title": "It's OUR Neighborhood: Making Data to Encourage Citizen Activism"
    }, 
    {
        "day": "Sunday", 
        "description": "CC is producing two new open source tools that are in service of creative use and re-use: CC Search and The List, powered by CC. You'll see how they work, how you can add new search APIs, and we'll brainstorm and design/build new features. We'll also share our wireframes so far, and work to brainstorm new features and use cases.", 
        "end": "2:45 PM", 
        "everyone": "", 
        "facilitators": "Ryan Merkley <ryan@creativecommons.org>\nMatt Lee", 
        "id": "bJlxIAtgdkH", 
        "length": "1 hour", 
        "location": "6: MEGABOOTH", 
        "scheduleblock": "saturday-am-1", 
        "space": "Mobile", 
        "start": "1 PM", 
        "title": "CC Tools for Makers Jam - what do you need to make things worth sharing?"
    }, 
    {
        "day": "Sunday", 
        "description": "In emerging markets, people will come online for the first time with mobile devices. How can we enable them to develop the skills they need to build to the web we all want?\nWe are prototyping Webmaker App, and we want you to be involved in its design! Join this session to learn how you can contribute!", 
        "end": "2:45 PM", 
        "everyone": "", 
        "facilitators": "Laura de Reynal <laurad@mozillafoundation.org>", 
        "id": "-JJeIDSVyIS", 
        "length": "1 hour", 
        "location": "106", 
        "scheduleblock": "sunday-am-1", 
        "space": "Mobile", 
        "start": "1 PM", 
        "title": "Webmaker Exploring: Community Challenge "
    }, 
    {
        "day": "Sunday", 
        "description": "This session will introduce user-centered research practices to mobile makers and developers. These research techniques will give participants the basic tools to understand the perspective of non-technology-centric users.", 
        "end": "2:45 PM", 
        "everyone": "", 
        "facilitators": "Holly Habstritt Gaal <hhabstritt@mozilla.com>\nBill Selman <wselman@mozilla.com>", 
        "id": "WyEgLvrEy8B", 
        "length": "1 hour", 
        "location": "107", 
        "scheduleblock": "saturday-pm-1", 
        "space": "Mobile", 
        "start": "1 PM", 
        "title": "Interviewing users for mobile projects"
    }, 
    {
        "day": "Sunday", 
        "description": "Come and chat about mesh networking. Participants will design and build apps for mesh networks.\n\nAnyone can come by and participate. Some HTML5/JS chops are needed for building apps.", 
        "end": "4:45 PM", 
        "everyone": "", 
        "facilitators": "Alan Kligman <ack@mozilla.com>\nTomasz Dysinski <dysinski.tomasz@gmail.com>", 
        "id": "-ygHL3M3LH", 
        "length": "1 hour", 
        "location": "6: MEGABOOTH", 
        "scheduleblock": "sunday-am-2", 
        "space": "Mobile", 
        "start": "3 PM", 
        "title": "Apps for Mesh Networks"
    }, 
    {
        "day": "Sunday", 
        "description": "Learn how to create a game with Appmaker and make Appmaker Bricks to allow others to create their own!", 
        "end": "4:45 PM", 
        "everyone": "", 
        "facilitators": "Kevin Miklasz <kevin@iridescentlearning.org>\nScott Downe <scott@mozillafoundation.org>", 
        "id": "W1zZSCKg_1B", 
        "length": "1 hour", 
        "location": "6: MEGABOOTH", 
        "scheduleblock": "sunday-am-1", 
        "space": "Mobile", 
        "start": "3 PM", 
        "title": "Making Games with Appmaker"
    }, 
    {
        "day": "Sunday", 
        "description": "We will teach how to build a usability testing lab for mobile devices using Meccano, a webcam and Insight Recorder, an open source usability testing tool for Linux created by Michael Wood (https://github.com/insight-recorder)", 
        "end": "4:45 PM", 
        "everyone": "", 
        "facilitators": "", 
        "id": "byZIDS4kIB", 
        "length": "1 hour", 
        "location": "6: MEGABOOTH", 
        "scheduleblock": "sunday-am-1", 
        "space": "Mobile", 
        "start": "3 PM", 
        "title": "Do it yourself mobile usability testing"
    }, 
    {
        "day": "Sunday", 
        "description": "The main topic Will be to get familiar with appmaker and then to make,learn and do teaching kits and resources with the feedback of the audience on what difficulty or improvement they and we think we can do to appmaker.", 
        "end": "4:45 PM", 
        "everyone": "", 
        "facilitators": "Santiago Ferreira <Santiago.ferreira@gmail.com>", 
        "id": "bkS8CFe_1r", 
        "length": "1 hour", 
        "location": "108", 
        "scheduleblock": "sunday-pm-2", 
        "space": "Mobile", 
        "start": "3 PM", 
        "title": "Empowering appmaker "
    }, 
    {
        "day": "", 
        "description": "In this session you will learn the basics of mobile app design through a collaborative hands-on activity. We'll be using collage and drawing to make apps. Participants will have sheets of a paper with a mobile phone template on it. We will have a variety of print outs of familiar apps (YouTube, Camera, Google Maps, Games, etc.) that participants can cut out and collage together.\n\nParticipants will create a circle. Each participant's template will be a prompt to design a specific type of app. For example, a photography app. After five minutes each participant will pass their app to the person on their left. Participants will, after taking their partner's app, receive a prompt to make a modification to that app. We will go through several rounds until the app returns to it's original designer. At the end the original app maker will present their app with all the modifications that other participants added. ", 
        "end": "", 
        "everyone": "", 
        "facilitators": "Matthew Willse <mw@mozillafoundation.org>\nAndrew Sliwinski <a@mozillafoundation.org>\nMaureen Hanratty <mhanratty@mozilla.com>", 
        "id": "-khWHCtgO1H", 
        "length": "1 hour", 
        "location": "", 
        "scheduleblock": "sunday-am-2", 
        "space": "Mobile", 
        "start": "", 
        "title": "Mobile App Remix"
    }, 
    {
        "day": "Sunday", 
        "description": "How do we make the right platforms and create the right content for the millions of Indians who are connecting to the Internet for the first time on increasingly affordable smartphones? I'm setting a design challenge. I want people to think about the difficult, specific challenges and how we'd overcome them. I'm also going to get people involved in my own idea, to see if I'm on the right track. There will be drawing.", 
        "end": "12:15 PM", 
        "everyone": "", 
        "facilitators": "Hasit Shah <hasit.shah@post.harvard.edu>", 
        "id": "W1ZuLQrur", 
        "length": "1 hour", 
        "location": "107", 
        "scheduleblock": "saturday-pm-2", 
        "space": "Mobile", 
        "start": "10:30 AM", 
        "title": "Cheap smartphones and digital news in India"
    }, 
    {
        "day": "Saturday", 
        "description": "In a world where individual actions translate into global impact, and once-marginalized territories are now becoming fully\n integrated into cities. In this scenario it is vitally important to think of scalable solutions to increase energy efficiency at the household level. This workshop will grapple with energy use of vulnerable populations in Rio in order to develop viable paper\n prototypes using simple hardware and software solutions (ex. Arduino and sensors). The solution we develop will enable people living in the slums to understand their energy use so that they can both use energy more efficiently as well as dispute abusive energy\n charges.The focus of this session will be on working together to structure the problem well so that we may be able to design creative and implementable solutions on the ground. After the session is done, even non-tech savvy people will feel empowered to use\n the web to help them solve their own complex problems at home through the use of technology\n", 
        "end": "11:50 AM", 
        "everyone": "", 
        "facilitators": "Marcela Sabino marcela.sabino@gmail.com", 
        "id": "owwthing_greenintell", 
        "length": "1 hour", 
        "location": "1: Space 1A", 
        "scheduleblock": "sunday-pm-2", 
        "space": "Physical", 
        "start": "10:30 AM", 
        "title": "Green Intelligence - Using the\n Internet of Things to save the planet one household at a time"
    }, 
    {
        "day": "Saturday", 
        "description": " integrated into cities. In this scenario it is vitally important to think of scalable solutions to increase energy efficiency at the household level. This workshop will grapple with energy use of vulnerable populations in Rio in order to develop viable paper", 
        "end": "11:50 AM", 
        "everyone": "", 
        "facilitators": "Redon Skikuli @rskikuli  <redon@skikuli.com>\nElio Qoshi <helios@elioqoshi.com>", 
        "id": "owwthing_hacksp", 
        "length": "1 hour", 
        "location": "1: Space 1A", 
        "scheduleblock": "saturday-am-1", 
        "space": "Physical", 
        "start": "10:30 AM", 
        "title": "How to create and maintain your own hackerspace"
    }, 
    {
        "day": "Saturday", 
        "description": "By opening up a critical discussion around the themes of innovation and disruption - key drivers of the modern web - we will explore the nature of the current web, how it came to be dominated by 'disruption', and how that impacts offline reality.This session will * examine the narratives around disruption and innovation * explore the real-world impact of the network * contextualise this in social stratification * look at the privatisation of space and the impact of NATs * reflect on the culture of developers and investors * consider models for sustainable development and growth outside these models. Even people aware of these issues cannot avoid being sucked into their gravity well. Why is this and what can we do about it?", 
        "end": "12:50 PM", 
        "everyone": "", 
        "facilitators": "Hwa Young Jung <hwayoung@thegarden.io>   \n\nOthers (TBC)\n\nDave Mee <dave@thegarden.io>", 
        "id": "owwthing_wakingup", 
        "length": "1 hour", 
        "location": "1: Space 1B", 
        "scheduleblock": "sunday-pm-1", 
        "space": "Physical", 
        "start": "11:50 AM", 
        "title": "Waking up from the internet hangover: How do we slow the race to the bottom?"
    }, 
    {
        "day": "Saturday", 
        "description": "Social networks are fun, but they sure are a lot of work!  Just think of\n how much better it would be if instead of having to think of witty \nthings to say and deciding who to follow, we just programmed robots to \ndo the talking for us.  The goal of this session is to collectively \ndesign an army of social bots that will talk to one another for the rest \nof the world to see.  In this session makers of all ages \nand skills will be able to walk away having created something they \nare amused by (and maybe even proud of).", 
        "end": "1:30 PM", 
        "everyone": "", 
        "facilitators": "Dan Schultz", 
        "id": "owwthing_singu", 
        "length": "1 hour", 
        "location": "1: Space 1A", 
        "scheduleblock": "saturday-am-2", 
        "space": "Physical", 
        "start": "11:50 AM", 
        "title": "The Social Singularity: help build a social network for robots"
    }, 
    {
        "day": "Saturday", 
        "description": "A great deal of human communication is subconscious yet the existing web supports only conscious communication. Recent developments in Thought Identification Technologies are opening up new ways of interacting, playing, working, and learning that use our subconscious responses. What will The Mindreading Web feel like? To playfully explore this question, participants will learn physical techniques, pioneered by Victorian mindreaders, to effectively read each other’s minds by sensing small subconscious muscle movements (Ideomotor Responses). They will do this using their own hands, simple tools, and prototype Ideomotor Technologies. Some of these technologies have been developed through my work as Magician in Residence at Pervasive Media Studio & The University of Bristol, including a mindreading bird, ideomotor learning devices, and resonance-based games. The group will then use Science Fiction Prototyping to explore the potential of a Web of Mindreading Things.", 
        "end": "3 PM", 
        "everyone": "", 
        "facilitators": "Peter Bennett @petebennett pete@peteinfo.com\nStuart Nolan <nolan@hexinduction.com>", 
        "id": "owwthing_mindread", 
        "length": "1 hour", 
        "location": "1: Space 1A", 
        "scheduleblock": "sunday-am-2", 
        "space": "Physical", 
        "start": "1:30 PM", 
        "title": "The Mindreading Web"
    }, 
    {
        "day": "Saturday", 
        "description": "This workshop gives an opportunity to create some simple ‘home-made’ sensors to explore aspects of our world and ourselves. How can you build a simple colour sensor? How can you measure how much light is around us? How can breath control be measured? This workshop uses materials like cardboard, tinfoil and other cheap and readily available resources to create simple devices and programs that respond to the physical world. The workshop uses Scratch and sensor boards (PicoBoards) to connect physical creations to the online world.In everyday life we make frequent use of high tech devices, and rarely stop to consider how they work. It's easy for us to become a society of consumers, rather than creators. A first step towards becoming a creator is to gain an understanding of how these devices work. The Technology Volunteers at the University of Warwick run workshops with young people. (http://go.warwick.ac.uk/techvolunteers)", 
        "end": "2 PM", 
        "everyone": "", 
        "facilitators": "Andrew Sula\nMatthew Healey\nStephen Pithouse\nRobert Sandford\nMarie Low\nMargaret Low <m.j.low@warwick.ac.uk>", 
        "id": "owwthing_sensewrd", 
        "length": "1 hour", 
        "location": "1: Space 1B", 
        "scheduleblock": "sunday-pm-1", 
        "space": "Physical", 
        "start": "1:20 PM", 
        "title": "Sensing Our World (with home-made sensors and interfaces)"
    }, 
    {
        "day": "Saturday", 
        "description": "A roundtable activity and discussion enabled with prototypes and objects exploring digital value and physicality, future of currency/transactions and the significance for material and physical currencies in an immaterial and digital world. The theme of value and currency is open and not just about monetary exchange but is also looking at cultural value and exchange. ", 
        "end": "4:30 PM", 
        "everyone": "", 
        "facilitators": "Heidi Hinder\nLaura Kriefman\nPatrick Stevenson-Keating\nIrini Papadimitriou <i.papadimitriou@vam.ac.uk>", 
        "id": "owwthing_digfutr", 
        "length": "1 hour", 
        "location": "1: Space 1B", 
        "scheduleblock": "saturday-am-1", 
        "space": "Physical", 
        "start": "3:30 PM", 
        "title": "Digital Futures"
    }, 
    {
        "day": "Sunday", 
        "description": "Use the works of Science Fiction authors including David Brin, Greg Bear and Philip K Dick to tease out their thoughts and ideas regarding the 'Internet of Things'. This session is to group and explore those themes and issues comparing reality with possible futures.", 
        "end": "3:30 PM", 
        "everyone": "", 
        "facilitators": "\nMark Hewis <mark.hewis@cde.catapult.org.uk>", 
        "id": "owwthing_boldly", 
        "length": "1 hour", 
        "location": "1: Space 1A", 
        "scheduleblock": "saturday-pm-2", 
        "space": "Physical", 
        "start": "2:30 PM", 
        "title": "To Boldy Go - Science Fiction and Internet of Things"
    }, 
    {
        "day": "Saturday", 
        "description": "This project is going to develop a Web based small hardware platform like Arduino which is controlled by JavaScript on Firefox OS. Also, we propose use cases and ideas that contain the essence of the Web.In the session, we will share the basic concept of the project.Then, touch and try using actual device to understand the possibility of it.After the demo, we will hold an ideathon to discuss about use cases and idea based on the concept.", 
        "end": "4:30 PM", 
        "everyone": "", 
        "facilitators": "Satoru Takagi <satakagi@gmail.com>\nSatoshi Komorita <develayer@gmail.com>\nKoichi Takagi <kohichi000000@gmail.com>\nYasuaki Kakehi <ykakehi@sfc.keio.ac.jp>\nDaisuke Akatsuka <daisuke@mozilla-japan.org>\nNoriatsu Kudo <kudo@mozilla-japan.org>\nSatoko Takita Yamaguchi <chibi@mozilla-japan.org>\n\nIzuru Nogaito <noga335@gmail.com>", 
        "id": "owwthing_firefoxos", 
        "length": "1 hour", 
        "location": "1: Space 1B", 
        "scheduleblock": "saturday-am-1", 
        "space": "Physical", 
        "start": "3:30 PM", 
        "title": "Firefox OS Open Hardware drives fusion of web and robotics"
    }, 
    {
        "day": "Saturday", 
        "description": "This is a workshop is about how the Mozilla Open Badge system could be adapted to support the web of things.For the last year I have been involved in a lot of discussion about Mozilla Open Badges. One of the key questions asked by organisations is around the administration of the Open Badges. By utilising computer to computer communication this task of administration is dealt with automatically.The problem is: when should computer to computer interaction be placed within a system that will end up being most beneficial to all the stakeholders? So the participants will be given a real world scenario that the Mozilla Open Badges system could support and ask to collaborate to create the best system solution. The scenarios will originate from the following sectors: transport, entertainment and education (NB: not for rewarding skills and achievements). ", 
        "end": "5:45 PM", 
        "everyone": "", 
        "facilitators": "Patrick McGee <patrick.john.mcgee@outlook.com>", 
        "id": "owwthing_badges", 
        "length": "1 hour", 
        "location": "1: Space 1", 
        "scheduleblock": "sunday-am-1", 
        "space": "Physical", 
        "start": "4:40 PM", 
        "title": "The Web of Things with Mozilla Open Badges"
    }, 
    {
        "day": "Saturday", 
        "description": "As part of Ian's Ethical Dilemma cafe, we wanted to show how current tools and surveillance techniques can be used to track you in physical space using the devices you are carrying and using.\n\nTo do this, we've created a number of points of interest in the cafe. These are detection points that look for your devices and capture their ids and a photo when you are nearby. A separate machine collects as many pieces of data together that it can that can connect to each id, and will show it to you if you click a button.\n\nThese technologies are used by companies to track us for commercial purposes. The ethical dilemma is one we face every time we go into a space with tracking systems like this: do we enjoy the benefits of our mobile phone and be tracked, not knowing what data is being held by whom or used for what? or do we give up our phones?\n\nPrivacy policy: your data will never leave the closed network we have created for this prototype, and will be deleted at the end of the day.", 
        "end": "6 PM", 
        "everyone": "", 
        "facilitators": "libby.miller@bbc.co.uk, Jasmine.cox@bbc.co.uk, andrew.nicolaou@bbc.co.uk\nDan Nuttall <dan.nuttall@bbc.co.uk>", 
        "id": "owwthing_ethicsat", 
        "length": "1 hour", 
        "location": "1: Ethical cafe", 
        "scheduleblock": "saturday-pm-1", 
        "space": "Physical", 
        "start": "10 AM", 
        "title": "The Ethical Dilemma zone"
    }, 
    {
        "day": "Saturday", 
        "description": "YOURFRY: A MEETING OF TEXT AND TECHNOLOGY\nAt Penguin, we don’t think that the story ends on the page, and with your help, we can make sure it doesn’t. \n\nImagine gathering up the thoughts of Stephen Fry, giving them a good shake, and rebuilding the resulting disorder in a totally original fashion. Sacrilege, you might think. What good could possibly come from this?\n\nThat’s what YourFry is all about.\n\nCome and join the YourFry team where you, the planet of creative and tech minds, can deconstruct and repurpose the words and themes from Stephen’s last two books. Just think of all the new and vibrant media that you could create for a fresh audience to read, view and enjoy.\n\nStephen Fry and Penguin’s YourFry project has been created to ask questions about the nature of how we create and publish autobiography in the digital environment. The web is responsive, interactive and chaotic – what if the conventional autobiography is thrown open to the web? What might the results look like, what form might they take?", 
        "end": "6 PM", 
        "everyone": "", 
        "facilitators": "", 
        "id": "owwthing_yourFry", 
        "length": "1 hour", 
        "location": "1: Ethical cafe", 
        "scheduleblock": "saturday-pm-2", 
        "space": "Physical", 
        "start": "10 AM", 
        "title": "Your Fry"
    }, 
    {
        "day": "Saturday", 
        "description": "Shopping can be a highly social activity in which friends, family, and indeed strangers, share experiences through engaging with ‘things’.  What happens when these things express forms of communication that increases the number of connections between all the participants on the high street? How do we design experiences that create a synergy between the affordances of immaterial online shopping and the material experience of shopping in the high street?  Drop in and join us in the juice bar throughout the entire weekend to chat about how this future might look.", 
        "end": "6 PM", 
        "everyone": "", 
        "facilitators": "Duncan Shingleton\n<duncan@shington.org)\nPratyusha Reddy", 
        "id": "owwthing_highstreet", 
        "length": "1 hour", 
        "location": "1: Ethical cafe", 
        "scheduleblock": "sunday-pm-2", 
        "space": "Physical", 
        "start": "10 AM", 
        "title": "The Connected High Street"
    }, 
    {
        "day": "Saturday", 
        "description": "This is a workshop is about how the Mozilla Open Badge system could be adapted to support the web of things.For the last year I have been involved in a lot of discussion about Mozilla Open Badges. One of the key questions asked by organisations is around the administration of the Open Badges. By utilising computer to computer communication this task of administration is dealt with automatically.The problem is: when should computer to computer interaction be placed within a system that will end up being most beneficial to all the stakeholders? So the participants will be given a real world scenario that the Mozilla Open Badges system could support and ask to collaborate to create the best system solution. The scenarios will originate from the following sectors: transport, entertainment and education (NB: not for rewarding skills and achievements). ", 
        "end": "6 PM", 
        "everyone": "", 
        "facilitators": "Daniel Burnett <d.burnett@lancaster.ac.uk>\nJoel Porter <j.porter2@lancaster.ac.uk>", 
        "id": "owwthing_phypls", 
        "length": "1 hour", 
        "location": "1: Ethical cafe", 
        "scheduleblock": "sunday-pm-1", 
        "space": "Physical", 
        "start": "10 AM", 
        "title": "Physcial Playlists"
    }, 
    {
        "day": "Sunday", 
        "description": "Explores how we work out what Internet of Things devices do, what they measure or show, and who they communicate that information to, and the idea of Perceptive Media - a form of media that adapts to the individual experiencing it", 
        "end": "1 PM", 
        "everyone": "", 
        "facilitators": "Mark Boas <markb@happyworm.com>\nAdrian McEwen <adrianm@mcqn.com>\nCamille Teicheira ok cool <cteicheira@gmail.com>\nIan Forrester @cubicgarden <ian.forrester@bbc.co.uk>", 
        "id": "owwthing_whatdo", 
        "length": "1 hour", 
        "location": "1: Space 2", 
        "scheduleblock": "saturday-pm-2", 
        "space": "Physical", 
        "start": "11:30 AM", 
        "title": "What does that do, and who does it talk to? Ethics and the personal experience"
    }, 
    {
        "day": "Sunday", 
        "description": "Session will cover core mechanics of physical security, it's extension into electronics and the open web, weaknesses in design, and how failure to holistically address security affects the open web of things just as much as it has affected lock cylinders for hundreds of years.", 
        "end": "1 PM", 
        "everyone": "", 
        "facilitators": "\nBabak Javadi <alpha@enterthecore.net>", 
        "id": "owwthing_lockpick", 
        "length": "1 hour", 
        "location": "1: Space 1", 
        "scheduleblock": "sunday-pm-1", 
        "space": "Physical", 
        "start": "11:30 AM", 
        "title": "Lockpicking and Beyond"
    }, 
    {
        "day": "Sunday", 
        "description": "We'll explore ways in which it's possible to connect to the environment around you, the wildlife within it and the people that use it through the open web and the IoT. On display will be some of our prototype IoT camera traps, animal tracking devices and access to our live Antarctica camera connected by satellite.We plan to use the new Mozilla Intex Cloud FX phone and the new App Builder to create a software service to allow people to connect with wildlife and alert them to the presence of approaching wildlife in developing countries where conflicts occur. We'll focus a discussion around how to go about that and who wants to get involved. There will also be a demo of our current Instant Wild iPhone app and a debate about how it could be improved using the Moz App Builder.", 
        "end": "2:30 PM", 
        "everyone": "", 
        "facilitators": "olivia.needham@zsl.org\nlouise.hartley@zsl.org\nAlasdair Davies <alasdair.davies@edgeofexistence.org> Adrian Cockle <acockle@wwfint.org>", 
        "id": "owwthing_wildthing", 
        "length": "1 hour", 
        "location": "1: Space 2", 
        "scheduleblock": "saturday-pm-2", 
        "space": "Physical", 
        "start": "1 PM", 
        "title": "Wild Things"
    }, 
    {
        "day": "Sunday", 
        "description": "This session will explore the potential for physical technology in public spaces to support civic engagement in communities. Although tools like Fix My Street and online services provided by local governments have harnessed the benefits of the web to support cities and communities, they are not perfect. The web browser can be very disconnected from the city streets, particularly for those who don’t own smartphones. The aim of this session will be to connect attendees with an interest in civic engagement, communities, physical computing and the Internet of Things to explore the possibilities of the physical web for empowering citizens. This will enable us to build connections within the community, share progress and ideas, and develop new avenues for future exploration.", 
        "end": "2:30 PM", 
        "everyone": "", 
        "facilitators": "\nNick Taylor <n.x.taylor@dundee.ac.uk>", 
        "id": "owwthing_civic", 
        "length": "1 hour", 
        "location": "1: Space 1", 
        "scheduleblock": "sunday-am-2", 
        "space": "Physical", 
        "start": "1 PM", 
        "title": "Civic Engagement in the Web of Things"
    }, 
    {
        "day": "Sunday", 
        "description": "This session co-creates an ambitious vision for building on the plurality of healthcare systems in traditional and digital India. Challenge and provoke your understanding of urban healthcare systems, experienced through ethnographic portraits of local practitioners in New Delhi, India. Examine the curious juxtaposition of medical science, economic disparity, faith, governance, object culture and ancient knowledge, set against the tragicomic opportunities and constraints of modern India. Co-create and prototype ideas for the transposition of an Internet Of Things onto this context. What is the possibility and impact of the IOT on traditional and local medical practices in India - steadily being relegated to the confines of illegality and irrelevance by modern governance? What is its impact on the common man of India - for whom choice of healthcare is squarely connected to the maddeningly obtuse constraints. The session builds on a project titled ‘Medicine Corner’ - a research project and exhibition commissioned by the Wellcome Trust.", 
        "end": "4 PM", 
        "everyone": "", 
        "facilitators": "Arjun Kumar <arjunrky@gmail.com>\n\nAvinash Kumar <avinash@quicksand.co.in>", 
        "id": "owwthing_quacks", 
        "length": "1 hour", 
        "location": "1: Space 1", 
        "scheduleblock": "sunday-pm-1", 
        "space": "Physical", 
        "start": "2:30 PM", 
        "title": "Quacks, Messiahs & Street Doctors : An Internet of Local Medicine in not-so-digital India"
    }, 
    {
        "day": "Sunday", 
        "description": "Over the course of a year I looked at my local High Street and wondered how I could utilize Raspberry Pi technology to break down some social barriers and connect people in the city via open Digi Signage and re-conditioned screens in indie coffee shops and other social spaces. After getting to know my favorite coffee shop I put together a project and installed reconditioned screens on the walls to invite all to share messages, connect with other spaces and let the city inhabitants link better to help in joint projects. I’ve got a number of learnings to share with a small class about the way I went about getting the network of our urban commons and helping indie traders to feel like they were part of something bigger. My session will be hands-on and we will introduce the concepts from basic level to implementation.", 
        "end": "5:30 PM", 
        "everyone": "", 
        "facilitators": "@cybrsalon\n@evapascoe\n@simonsMine\nPhil Campbell <dmouse@gmail.com>", 
        "id": "owwthing_signage", 
        "length": "1 hour", 
        "location": "1: Space 1", 
        "scheduleblock": "sunday-pm-2", 
        "space": "Physical", 
        "start": "4 PM", 
        "title": "Open Digital Signage"
    }, 
    {
        "day": "Sunday", 
        "description": "Continuing with our \"The Web is the platform\" movement we are enabling millions more embedded devices.  The defacto standards in the Maker communities are Arduino, Beagle boards and Raspberry Pi so we are looking to get the Open Web running on them all.  We started with Raspberry Pi but with your help can get it running elsewhere.\n\nHave a Raspberry Pi board and an SD card?  Let's get that Raspberry Pi board running Firefox OS. ", 
        "end": "4:30 PM", 
        "everyone": "", 
        "facilitators": "Pete Scanlon <pscanlon@mozilla.com>", 
        "id": "owwthing_firexos", 
        "length": "1 hour", 
        "location": "1: Space 2", 
        "scheduleblock": "sunday-am-2", 
        "space": "Physical", 
        "start": "3:30 PM", 
        "title": "Enabling the Makers - Firefox OS on Raspberry Pi and beyond. "
    }, 
    {
        "day": "Sunday", 
        "description": "This session will allow participants to mimic animal behaviors using javascript controlled robots.\nWe will use Sphero robots and control them (movement, color, collision,...) using Javascript. Animal robots will be able to interact and talk to each other via a robot chatroom. ", 
        "end": "1:30 PM", 
        "everyone": "", 
        "facilitators": "Benjamin Maugain\nGareth Drew", 
        "id": "owwthing_connectedani", 
        "length": "1 hour", 
        "location": "1: Space 3", 
        "scheduleblock": "saturday-pm-1", 
        "space": "Physical", 
        "start": "12:30 PM", 
        "title": "Modeling animal behavior with connected robots"
    }, 
    {
        "day": "Sunday", 
        "description": "How can you add personality to an internet connected robot? In this workshop we’ll show you how to create personalities for robot animals and how these can influence the way they act and behave. ", 
        "end": "12:30 PM", 
        "everyone": "", 
        "facilitators": "Andrew Pairman - andrew@cyber-duck.co.uk\nDanny Bluestone - danny@cyber-duck.co.uk", 
        "id": "owwthing_persona", 
        "length": "1 hour", 
        "location": "1: Space 3", 
        "scheduleblock": "saturday-pm-2", 
        "space": "Physical", 
        "start": "11:30 AM", 
        "title": "Designing Personas For Connected Robots"
    }, 
    {
        "day": "Sunday", 
        "description": "YOURFRY: A MEETING OF TEXT AND TECHNOLOGY\nAt Penguin, we don’t think that the story ends on the page, and with your help, we can make sure it doesn’t. \n\nImagine gathering up the thoughts of Stephen Fry, giving them a good shake, and rebuilding the resulting disorder in a totally original fashion. Sacrilege, you might think. What good could possibly come from this?\n\nThat’s what YourFry is all about.\n\nCome and join the YourFry team where you, the planet of creative and tech minds, can deconstruct and repurpose the words and themes from Stephen’s last two books. Just think of all the new and vibrant media that you could create for a fresh audience to read, view and enjoy.\n\nStephen Fry and Penguin’s YourFry project has been created to ask questions about the nature of how we create and publish autobiography in the digital environment. The web is responsive, interactive and chaotic – what if the conventional autobiography is thrown open to the web? What might the results look like, what form might they take?", 
        "end": "6 PM", 
        "everyone": "", 
        "facilitators": "", 
        "id": "owwthing_yourFry2", 
        "length": "1 hour", 
        "location": "1: Ethical cafe", 
        "scheduleblock": "sunday-pm-2", 
        "space": "Physical", 
        "start": "10 AM", 
        "title": "Your Fry"
    }, 
    {
        "day": "Sunday", 
        "description": "As part of Ian's Ethical Dilemma cafe, we wanted to show how current tools and surveillance techniques can be used to track you in physical space using the devices you are carrying and using.\n\nTo do this, we've created a number of points of interest in the cafe. These are detection points that look for your devices and capture their ids and a photo when you are nearby. A separate machine collects as many pieces of data together that it can that can connect to each id, and will show it to you if you click a button.\n\nThese technologies are used by companies to track us for commercial purposes. The ethical dilemma is one we face every time we go into a space with tracking systems like this: do we enjoy the benefits of our mobile phone and be tracked, not knowing what data is being held by whom or used for what? or do we give up our phones?\n\nPrivacy policy: your data will never leave the closed network we have created for this prototype, and will be deleted at the end of the day.", 
        "end": "5 PM", 
        "everyone": "", 
        "facilitators": "libby.miller@bbc.co.uk, Jasmine.cox@bbc.co.uk, andrew.nicolaou@bbc.co.uk\nDan Nuttall <dan.nuttall@bbc.co.uk>", 
        "id": "owwthing_ethicsun", 
        "length": "1 hour", 
        "location": "1: Ethical cafe", 
        "scheduleblock": "sunday-am-1", 
        "space": "Physical", 
        "start": "11:30 AM", 
        "title": "The Ethical Dilemma zone"
    }, 
    {
        "day": "Sunday", 
        "description": "Shopping can be a highly social activity in which friends, family, and indeed strangers, share experiences through engaging with ‘things’.  What happens when these things express forms of communication that increases the number of connections between all the participants on the high street? How do we design experiences that create a synergy between the affordances of immaterial online shopping and the material experience of shopping in the high street?  Drop in and join us in the juice bar throughout the entire weekend to chat about how this future might look.", 
        "end": "4 PM", 
        "everyone": "", 
        "facilitators": "Duncan Shingleton\n<duncan@shington.org)\nPratyusha Reddy", 
        "id": "owwthing_highstreet2", 
        "length": "1 hour", 
        "location": "1: Space 3", 
        "scheduleblock": "saturday-am-1", 
        "space": "Physical", 
        "start": "2:30 PM", 
        "title": "The Connected High Street"
    }, 
    {
        "day": "Sunday", 
        "description": "This is a workshop is about how the Mozilla Open Badge system could be adapted to support the web of things.For the last year I have been involved in a lot of discussion about Mozilla Open Badges. One of the key questions asked by organisations is around the administration of the Open Badges. By utilising computer to computer communication this task of administration is dealt with automatically.The problem is: when should computer to computer interaction be placed within a system that will end up being most beneficial to all the stakeholders? So the participants will be given a real world scenario that the Mozilla Open Badges system could support and ask to collaborate to create the best system solution. The scenarios will originate from the following sectors: transport, entertainment and education (NB: not for rewarding skills and achievements). ", 
        "end": "5 PM", 
        "everyone": "", 
        "facilitators": "Daniel Burnett <d.burnett@lancaster.ac.uk>\nJoel Porter <j.porter2@lancaster.ac.uk>", 
        "id": "owwthing_phypls2", 
        "length": "1 hour", 
        "location": "1: Ethical cafe", 
        "scheduleblock": "saturday-am-1", 
        "space": "Physical", 
        "start": "11:30 AM", 
        "title": "Physcial Playlists"
    }, 
    {
        "day": "Saturday", 
        "description": "This session will help musicians and developers understand and explore their shared interest in creating and supporting open platforms and standards on the web.", 
        "end": "12:20 PM", 
        "everyone": "", 
        "facilitators": "Matt LeMay <matthew.lemay@gmail.com>", 
        "id": "ZysCtedyr", 
        "length": "1 hour", 
        "location": "210", 
        "scheduleblock": "saturday-am-1", 
        "space": "Music", 
        "start": "11:20 AM", 
        "title": "Why Musicians Need Open Standards"
    }, 
    {
        "day": "Sunday", 
        "description": "Create and compose compelling sounds and interactive experiences using the web audio api.  ", 
        "end": "12 PM", 
        "everyone": "", 
        "facilitators": "Dave Rife <dave@studioindefinit.com>\nGabe Liberti <gabe@studioindefinit.com>\nKevin Siwoff <kevin@studioindefinit.com>", 
        "id": "ZJxoCtlO1B", 
        "length": "1 hour", 
        "location": "208", 
        "scheduleblock": "sunday-pm-1", 
        "space": "Music", 
        "start": "10 AM", 
        "title": "Creating musical and sonic expressions on the web"
    }, 
    {
        "day": "Saturday", 
        "description": "At the session you will learn about augmented audio and location-based sounds and how you can create an augmented audio app yourself! Together with you we will make an audio app at MozFest which will be presented at the Closing demo party on Sunday.", 
        "end": "2:30 PM", 
        "everyone": "", 
        "facilitators": "James Bryan Graves <james@hackersandfounders.com>\nKlasien Van de Zandschulp <klasien@gmail.com>", 
        "id": "bybi0Fl_JB", 
        "length": "1 hour", 
        "location": "208", 
        "scheduleblock": "sunday-pm-1", 
        "space": "Music", 
        "start": "1 PM", 
        "title": "HearUsHere: augmented audio"
    }, 
    {
        "day": "Saturday", 
        "description": "This workshop will explore different ways of approaching audio on the web through introductions, demos, and open hack time", 
        "end": "5 PM", 
        "everyone": "", 
        "facilitators": "Jesse Von Doom <jesse@cashmusic.org>\nJason Sigal\nRosie Campbell <Rosie.Campbell@bbc.co.uk>\nKaren - Pudner <Karen.Pudner@bbc.co.uk>\nJulia Watson <Julia.Wilson@bbc.co.uk>\nCharlotte Hoare <Charlotte.Hoare.ext@bbc.co.uk>\nJasmine Cox <Jasmine.Cox@bbc.co.uk>\nJesse von Doom <jesse@cashmusic.org>", 
        "id": "ZJfoAYlukB", 
        "length": "1 hour", 
        "location": "208", 
        "scheduleblock": "sunday-am-1", 
        "space": "Music", 
        "start": "3 PM", 
        "title": "Exploring web audio from different perspectives: p5.js (Processing), cashmusic.js, and BBC future media dive into audio in the browser"
    }, 
    {
        "day": "Sunday", 
        "description": "Beginner-level Geek Punk workshop: Using music game controllers as MIDI instruments for Raspberry Pi, Mac, PC, and maybe Android as well  No soldering and (hardly any) programming required", 
        "end": "4 PM", 
        "everyone": "", 
        "facilitators": "Dave Pape <fakebitpoly@gmail.com>\nDave Green <thedavegreen@gmail.com>", 
        "id": "-kQoAteOJB", 
        "length": "1 hour", 
        "location": "2: reception", 
        "scheduleblock": "sunday-pm-2", 
        "space": "Music", 
        "start": "3 PM", 
        "title": "Beginner-level music workshop: Using music game controllers as MIDI instruments for Raspberry Pi, Mac, PC, and maybe Android as well"
    }, 
    {
        "day": "Sunday", 
        "description": "From punk to web and back again. Viv Albertine (The Slits) will be speaking to Mark Surman about music, life, art, technology, and business.", 
        "end": "3:30 PM", 
        "everyone": "", 
        "facilitators": "Maggie Vail <maggie@cashmusic.org>", 
        "id": "-JVs0Kx_1S", 
        "length": "1 hour", 
        "location": "4: Big space", 
        "scheduleblock": "sunday-am-2", 
        "space": "Music", 
        "start": "12:30 PM", 
        "title": "Fireside chat with Viv Albertine & Mark Surman"
    }, 
    {
        "day": "Sunday", 
        "description": "With working musicians on hand we'll explore new interfaces and ideas for musician websites. We'll show you the open source [CASH Music](https://cashmusic.org/) platform and give you basic  boilerplate to play with via CSS. We'll talk examples of what's worked and talk about new ways for artists to connect with audience. We'll have paper to sketch new ideas, we'll make lists of services, and anything goes. Let's come up with some ideas together.    Our hope is to collaboratively think about and build new workflows, layouts, and ideas for what a musician's website can look like on the open web.", 
        "end": "5 PM", 
        "everyone": "", 
        "facilitators": "Chris Leckie chris@cashmusic.org, Matt Dennewitz mattd@pitchfork.com Christopher Leckie <chris@cashmusic.org>", 
        "id": "-1UiRtedJB", 
        "length": "1 hour", 
        "location": "208", 
        "scheduleblock": "saturday-am-1", 
        "space": "Music", 
        "start": "3:30 PM", 
        "title": "Building front-end for artists"
    }, 
    {
        "day": "Saturday", 
        "description": "Jesse von Doom (CASH Music) will talk to Elliott Wilson (Rap Radar, HRDCVR, #CRWN) about community, identity, and audience. ", 
        "end": "11:20 AM", 
        "everyone": "", 
        "facilitators": "Jesse von Doom <jesse@cashmusic.org>", 
        "id": "WyvoCtxOJB", 
        "length": "1 hour", 
        "location": "2: Reception", 
        "scheduleblock": "saturday-pm-2", 
        "space": "Music", 
        "start": "10 AM", 
        "title": "Fireside chat with Jesse von Doom and Elliott Wilson"
    }, 
    {
        "day": "Saturday", 
        "description": "Chillin Island LIVE: ART, FASHION, AND OUR LUSTY FUTURES: Panel discussion with Carri Munden (CASSETEPLAYA), Gabriel Pryce (RITA'S, REAL GOLD), and Drew Wold (JAM).", 
        "end": "1:20 PM", 
        "everyone": "", 
        "facilitators": "maggie@cashmusic.org\nMaggie Vail <maggie@cashmusic.org>", 
        "id": "ZJFoAtxuyH", 
        "length": "1 hour", 
        "location": "210", 
        "scheduleblock": "sunday-pm-1", 
        "space": "Music", 
        "start": "12:20 PM", 
        "title": "Chillin' Island live Pt 1"
    }, 
    {
        "day": "Saturday", 
        "description": "MUSIC IN THE BRAVE NEW WORLD: Panel discussion with Akin Davies (DON'T WATCH THAT, JUST JAM), Dominic Flanagan (LUCKYME), and Acyde (WE ARE SHINING, KNOW-WAVE).   ", 
        "end": "3 PM", 
        "everyone": "", 
        "facilitators": "<maggie@cashmusic.org>\nMaggie Vail <maggie@cashmusic.org>", 
        "id": "-1ciCFlOyH", 
        "length": "1 hour", 
        "location": "210", 
        "scheduleblock": "saturday-am-2", 
        "space": "Music", 
        "start": "2 PM", 
        "title": "Chillin' Island live Pt 2"
    }, 
    {
        "day": "Sunday", 
        "description": "We'll examine the usual tropes with working musicians of various scale and size. Let's talk about what actually works versus what doesn't in their daily lives and why. What does digital income really look like? Are all labels evil? Is the real money on the road? The we'll brainstorm/work on open solutions for these real problems. Featuring artists Nathan Larson, Josh Fauver, Gina Birch, and Erin McKeown ", 
        "end": "1 PM", 
        "everyone": "", 
        "facilitators": "Maggie Vail <maggie@cashmusic.org>", 
        "id": "WJjiCtxu1S", 
        "length": "1 hour", 
        "location": "210", 
        "scheduleblock": "saturday-am-1", 
        "space": "Music", 
        "start": "12 PM", 
        "title": "Myth busters: music edition"
    }, 
    {
        "day": "Sunday", 
        "description": "Nathan (Shudder to Think) and Danyel (HRDCVR, formerly Vibe, Billboard) will talk about making their way as musician and music journalist — how did the web change their lives and careers?", 
        "end": "2:30 PM", 
        "everyone": "", 
        "facilitators": "Maggie Vail <maggie@cashmusic.org>", 
        "id": "-khsRYe_1r", 
        "length": "1 hour", 
        "location": "4: Big Space", 
        "scheduleblock": "saturday-pm-2", 
        "space": "Music", 
        "start": "1:30 PM", 
        "title": "Fireside chat with Nathan Larson & Danyel Smith & Elliott Wilson"
    }, 
    {
        "day": "Saturday", 
        "description": "A workshop where materials are upcycled into badges.", 
        "end": "3:30 PM", 
        "everyone": "", 
        "facilitators": "Agne Rapalaite <agne.rapalaite@gmail.com>\nLaimonas Ragauskas @laimis001 <laimis001@gmail.com>\nNerijus Kriauciunas <nercas@email.lt>", 
        "id": "bkFAtxdyr", 
        "length": "1 hour", 
        "location": "9: Making Area", 
        "scheduleblock": "saturday-pm-2", 
        "space": "OpenBadges", 
        "start": "2 PM", 
        "title": "Hands-on Badges Workshop"
    }, 
    {
        "day": "Sunday", 
        "description": "A workshop where materials are upcycled into badges.", 
        "end": "4 PM", 
        "everyone": "", 
        "facilitators": "Agne Rapalaite <agne.rapalaite@gmail.com>\nLaimonas Ragauskas @laimis001 <laimis001@gmail.com>\nNerijus Kriauciunas <nercas@email.lt>", 
        "id": "bkFAtxdyr", 
        "length": "1 hour", 
        "location": "9: Making Area", 
        "scheduleblock": "saturday-am-2", 
        "space": "OpenBadges", 
        "start": "2:30 PM", 
        "title": "Hands-on Badges Workshop"
    }, 
    {
        "day": "Sunday", 
        "description": "By using Trade School as an example - the session will look at the links between badges and adult learning theory and how to set up a badge system and to make sure that all participants are on side.", 
        "end": "4:30 PM", 
        "everyone": "", 
        "facilitators": "Colin Hynson <hynson.nash@ntlworld.com>", 
        "id": "-yeKAYlukH", 
        "length": "1 hour", 
        "location": "9: Insights/Learning Area", 
        "scheduleblock": "saturday-am-1", 
        "space": "OpenBadges", 
        "start": "3 PM", 
        "title": "Badges for Informal Learning"
    }, 
    {
        "day": "Saturday", 
        "description": "The Department of Health (DoH) and NHS England have started their Open Badge journeys, actively engaging children, young people and school nurses in their approach. This session will explore how badges can hack a wide scale public health problem and encourage vital behaviour change.", 
        "end": "3 PM", 
        "everyone": "", 
        "facilitators": "Wendy Nicholson wendy.nicholson@dh.gsi.gov.uk\nLouise Fowler\nNagina Javaid\nJonathan Leahy\nSharon Middleton <sharon.middleton@makewav.es>", 
        "id": "-J-Y0KeOyB", 
        "length": "1 hour", 
        "location": "9: Insights/Learning", 
        "scheduleblock": "saturday-am-2", 
        "space": "OpenBadges", 
        "start": "2 PM", 
        "title": "The Health of the Nation (and badges)"
    }, 
    {
        "day": "Sunday", 
        "description": "The Department of Health (DoH) and NHS England have started their Open Badge journeys, actively engaging children, young people and school nurses in their approach. This session will explore how badges can hack a wide scale public health problem and encourage vital behaviour change.", 
        "end": "12:30 PM", 
        "everyone": "", 
        "facilitators": "Wendy Nicholson wendy.nicholson@dh.gsi.gov.uk\nLouise Fowler\nNagina Javaid\nJonathan Leahy\nSharon Middleton <sharon.middleton@makewav.es>", 
        "id": "-J-Y0KeOyB", 
        "length": "1 hour", 
        "location": "9: Making Area", 
        "scheduleblock": "sunday-pm-1", 
        "space": "OpenBadges", 
        "start": "11:30 AM", 
        "title": "The Health of the Nation (and badges)"
    }, 
    {
        "day": "Saturday", 
        "description": "This session with cover the development of informal courses for badging purposes, the development of the badges themselves, and the technology to support them for presentation on The Open University's site OpenLearn http://www.open.edu/openlearn/", 
        "end": "1:20 PM", 
        "everyone": "", 
        "facilitators": "Hannah Gore <Hannah.Gore@open.ac.uk>", 
        "id": "ZyGtCKeOJH", 
        "length": "1 hour", 
        "location": "9: Insights/Learning Area", 
        "scheduleblock": "sunday-am-2", 
        "space": "OpenBadges", 
        "start": "12:20 PM", 
        "title": "BOC's (Badged Open Courses) in Informal Learning at The Open University"
    }, 
    {
        "day": "Sunday", 
        "description": "This session with cover the development of informal courses for badging purposes, the development of the badges themselves, and the technology to support them for presentation on The Open University's site OpenLearn http://www.open.edu/openlearn/", 
        "end": "2:30 PM", 
        "everyone": "", 
        "facilitators": "Hannah Gore <Hannah.Gore@open.ac.uk>", 
        "id": "ZyGtCKeOJH", 
        "length": "1 hour", 
        "location": "9: Insights/Learning Area", 
        "scheduleblock": "sunday-pm-2", 
        "space": "OpenBadges", 
        "start": "1:30 PM", 
        "title": "BOC's (Badged Open Courses) in Informal Learning at The Open University"
    }, 
    {
        "day": "Saturday", 
        "description": "This session will be a hacking workshop where about 25 young people working on the iDEA award will create prototypes of wearable digital badges. The best design(s) will be passed to will.i.am’s creative design team for working up as badges to be used in the iDEA programme.", 
        "end": "6:30 PM", 
        "everyone": "", 
        "facilitators": "Elizabeth Rabone <elizabethrabone@nominettrust.org.uk>\nElena Corchero <elena@lostvalues.com>\nLeila Walker <leila.walker@nominettrust.org.uk>", 
        "id": "WyXK0FxuyS", 
        "length": "1 hour", 
        "location": "9: iDEA Area", 
        "scheduleblock": "sunday-pm-1", 
        "space": "OpenBadges", 
        "start": "10 AM", 
        "title": "iDEA Wearable Digital Badge"
    }, 
    {
        "day": "Sunday", 
        "description": "This session will provide an open discussion on the helpfulness of Open Badges for delivering the new Computing Curriculum in schools. We will examine some of the badges already being used to deliver various units and modules of the Computing Curriculum, such as the badges created by Rising Stars and the Computing at School team. We will take a look at how the curriculum is mapped to these badges, how teachers are introducing them to students, and how those students are working towards their badges.", 
        "end": "5:30 PM", 
        "everyone": "", 
        "facilitators": "Matt Rogers\nStephen Creek <stephen.creek@makewav.es>", 
        "id": "Wy4F0Fl_JS", 
        "length": "1 hour", 
        "location": "9: Showcase/Worshop Area", 
        "scheduleblock": "sunday-am-2", 
        "space": "OpenBadges", 
        "start": "4 PM", 
        "title": "I’m a Curriculum - Badge Me Out of Here!"
    }, 
    {
        "day": "Saturday", 
        "description": "This session will provide an open discussion on the helpfulness of Open Badges for delivering the new Computing Curriculum in schools. We will examine some of the badges already being used to deliver various units and modules of the Computing Curriculum, such as the badges created by Rising Stars and the Computing at School team. We will take a look at how the curriculum is mapped to these badges, how teachers are introducing them to students, and how those students are working towards their badges.", 
        "end": "12:20 PM", 
        "everyone": "", 
        "facilitators": "Matt Rogers\nStephen Creek <stephen.creek@makewav.es>", 
        "id": "Wy4F0Fl_JS", 
        "length": "1 hour", 
        "location": "9: Insights/Learning Area", 
        "scheduleblock": "sunday-pm-2", 
        "space": "OpenBadges", 
        "start": "10:30 AM", 
        "title": "I’m a Curriculum - Badge Me Out of Here!"
    }, 
    {
        "day": "Saturday", 
        "description": "A pre-session brainstorming activity on Saturday will identify skills and experiences valued by employers, which could be flagged up with digital badges. The actual session will involve an exercise in finding similarities and differences amongst ideas proposed during pre-session brainstorming. The final exercise will involve identifying key questions across the identified themes and developing a reasonable plan of action to answer those questions.", 
        "end": "6 PM", 
        "everyone": "", 
        "facilitators": "\nStephen Buckley <Stephen.p.buckley@uk.ibm.com>\nSteven Lonn <slonn@umich.edu>", 
        "id": "ZkHKAte_JB", 
        "length": "1 hour", 
        "location": "9: Insights/Learning Area", 
        "scheduleblock": "sunday-am-2", 
        "space": "OpenBadges", 
        "start": "4:30 PM", 
        "title": "How Digital Badges Can Answer Research Questions Across Domains"
    }, 
    {
        "day": "Saturday", 
        "description": "This is a ‘just for fun’ activity to get participants thinking and talking about Open Badges. There will be creative physical badge making as well as a treasure hunt.", 
        "end": "4:30 PM", 
        "everyone": "", 
        "facilitators": "Nidhin Antony\nJanina Dewitz <j.dewitz@ucl.ac.uk>", 
        "id": "bJ8YRKeuJS", 
        "length": "1 hour", 
        "location": "9: Showcase/Workshop Area", 
        "scheduleblock": "saturday-am-1", 
        "space": "OpenBadges", 
        "start": "2:30 PM", 
        "title": "The Bigger Picture of Badges - Part 2"
    }, 
    {
        "day": "Sunday", 
        "description": "In this session participants will learn how to make an open source mobile game using open badges. ", 
        "end": "2:30 PM", 
        "everyone": "", 
        "facilitators": "Lauren Lapidge <lauren@viral.academy>\nKsenia Serova \nDavid Bovill <david@viral.academy>", 
        "id": "WkdYRFeO1r", 
        "length": "1 hour", 
        "location": "9: Showcase/Workshop Area", 
        "scheduleblock": "saturday-am-2", 
        "space": "OpenBadges", 
        "start": "1 PM", 
        "title": "Badges go Viral"
    }, 
    {
        "day": "Saturday", 
        "description": "How will a world saturated with the ubiquitous Open Badge look like? What new opportunities/risks could be opened up? What transformations could we hope/fear for? The objective of the session is to kick-off *Badge Europe* by inviting the members of the Open Badges community to contribute to a vision of a future with a massive, large scale adoption of Open Badges.", 
        "end": "1:20 PM", 
        "everyone": "", 
        "facilitators": "Tim Riches <tim.riches@digitalme.co.uk>\nEric Rousselle <eric.rousselle@discendum.com>\nIldiko Mazar <mazar@eden-online.org>\nIlona Buchem <buchem@beuth-hochschule.de>\nSerge Ravet <serge.ravet@gmail.com>", 
        "id": "-kFKCKl_JH", 
        "length": "1 hour", 
        "location": "9: Future Gazing", 
        "scheduleblock": "saturday-am-1", 
        "space": "OpenBadges", 
        "start": "10 AM", 
        "title": "Badge Europe: Scenarios for the Future"
    }, 
    {
        "day": "Saturday", 
        "description": "A technical fireside chat to discuss the three big challenges we have faced in developing and using badges on Mobiles and the future of mobile badges. This session will be direct from the coal-face. In the run up to Mozfest this will be one of our key developments with badges.", 
        "end": "11:50 AM", 
        "everyone": "", 
        "facilitators": "John Power <john.power@makewav.es>\nOmid Mufeed <omid.mufeed@makewav.es>\nAdrian Scully <adrian.scully@makewav.es>", 
        "id": "Wy5KCYedyH", 
        "length": "1 hour", 
        "location": "9: Insights/Leaning Area", 
        "scheduleblock": "sunday-am-1", 
        "space": "OpenBadges", 
        "start": "10 AM", 
        "title": "Quick Robin! To the Badgemobile!"
    }, 
    {
        "day": "Saturday", 
        "description": "Many of the Mozfest 2014 ideas will have the potential to turn into Minimum Viable Products (MVP). Assuming that most participants will be back at work on Monday, after putting away their “hacker” super-hero suits. This session will teach participants to continue working on their projects by setting up an Open Badges based rewards scheme for interns. ", 
        "end": "12:50 PM", 
        "everyone": "", 
        "facilitators": "Ester Moraleda <ester.moraleda@gmail.com>\nMarlena Rozenberg <ermarlena@gmail.com>\nLaura Santos <santosblancolaura@gmail.com>\nSandra Gonzalez <TheASX.org@gmail.com>", 
        "id": "ZyjKCYeu1r", 
        "length": "1 hour", 
        "location": "9: Showcase/Workshop Area", 
        "scheduleblock": "sunday-am-2", 
        "space": "OpenBadges", 
        "start": "11:20 AM", 
        "title": "Take your Mozfest creations to the next level with Open Badges and The Alternative Startup Experiment"
    }, 
    {
        "day": "Sunday", 
        "description": "Somewhereto_digital badges reward young people for the work they complete while using somewhereto_ spaces. During our MozFest session, young people who have received somewhereto_digital badges will showcase the activities they have executed in somewhereto_ spaces. This will allow audiences to find out what is involved in being awarded a somewhereto_ badge, and also to engage with creative and entrepreneurial activities run by young people.", 
        "end": "5:30 PM", 
        "everyone": "", 
        "facilitators": "Tavi Hirst @ octavia@livity.co.uk\nVictoria Ijeh\nJonathan Richards\nCaroline Osobowale\nPiarve Wetsi\nJason Page <jason@somewhereto.com>", 
        "id": "-k2K0Fxd1B", 
        "length": "1 hour", 
        "location": "9: Somewhereto_ Area", 
        "scheduleblock": "sunday-pm-2", 
        "space": "OpenBadges", 
        "start": "11:30 AM", 
        "title": " Showcasing somewhereto_digital Badges"
    }, 
    {
        "day": "Saturday", 
        "description": "As part of the WW1 centenary, Digital Drama worked with two secondary schools in the borough of Kingston upon Thames to achieve their Young Curator badge by researching the local Roll of Honour, creating profiles and media about the servicemen who died in the war. Participants will learn about Digital Drama's experience of using badging to encourage students to take history into their own hands and they will take the badge themselves. ", 
        "end": "11:20 AM", 
        "everyone": "", 
        "facilitators": "Kate Valentine <kate@digitaldrama.org>", 
        "id": "Z1RtRted1r", 
        "length": "1 hour", 
        "location": "9: Showcase/Workshop Area", 
        "scheduleblock": "sunday-am-2", 
        "space": "OpenBadges", 
        "start": "10 AM", 
        "title": "Young Curator - History in your Hands"
    }, 
    {
        "day": "Saturday", 
        "description": "As part of the WW1 centenary, Digital Drama worked with two secondary schools in the borough of Kingston upon Thames to achieve their Young Curator badge by researching the local Roll of Honour, creating profiles and media about the servicemen who died in the war. Participants will learn about Digital Drama's experience of using badging to encourage students to take history into their own hands and they will take the badge themselves. ", 
        "end": "6 PM", 
        "everyone": "", 
        "facilitators": "Kate Valentine <kate@digitaldrama.org>", 
        "id": "Z1RtRted1r", 
        "length": "1 hour", 
        "location": "9: Showcase/Workshop Area", 
        "scheduleblock": "sunday-pm-1", 
        "space": "OpenBadges", 
        "start": "5 PM", 
        "title": "Young Curator - History in your Hands"
    }, 
    {
        "day": "Saturday", 
        "description": "Including Think Big Youth, Think Big Schools and GoThinkBig \nAre you aged 13-25 then the Think Big area is the place to be! \nGenerate your own social impact project with Think Big youth, explore digital learning and XRay googles with Think Big Schools and gain amazing top tips on how to improve your interview and pitching skills with GoThinkBig.  Think Big is a programme funded by O2 & Telefonica Foundation, come and see us on the 9th floor,  if you want to pitch your community idea and receive £300 –  woohoo!! Come and experience Think Big whilst gaining badges.\n", 
        "end": "12:50 PM", 
        "everyone": "", 
        "facilitators": "Fiona Ellison", 
        "id": "-JylYAFxuyB", 
        "length": "1 hour", 
        "location": "9: Think Big Area", 
        "scheduleblock": "sunday-pm-1", 
        "space": "OpenBadges", 
        "start": "10:30 AM", 
        "title": "Think Big Session"
    }, 
    {
        "day": "Saturday", 
        "description": "Including Think Big Youth, Think Big Schools and GoThinkBig \nAre you aged 13-25 then the Think Big area is the place to be! \nGenerate your own social impact project with Think Big youth, explore digital learning and XRay googles with Think Big Schools and gain amazing top tips on how to improve your interview and pitching skills with GoThinkBig.  Think Big is a programme funded by O2 & Telefonica Foundation, come and see us on the 9th floor,  if you want to pitch your community idea and receive £300 –  woohoo!! Come and experience Think Big whilst gaining badges.\n", 
        "end": "4 PM", 
        "everyone": "", 
        "facilitators": "Fiona Ellison", 
        "id": "-JylYAFxuyB", 
        "length": "1 hour", 
        "location": "9: Think Big Area", 
        "scheduleblock": "sunday-am-1", 
        "space": "OpenBadges", 
        "start": "2:30 PM", 
        "title": "Think Big Session"
    }, 
    {
        "day": "Sunday", 
        "description": "Including Think Big Youth, Think Big Schools and GoThinkBig \nAre you aged 13-25 then the Think Big area is the place to be! \nGenerate your own social impact project with Think Big youth, explore digital learning and XRay googles with Think Big Schools and gain amazing top tips on how to improve your interview and pitching skills with GoThinkBig.  Think Big is a programme funded by O2 & Telefonica Foundation, come and see us on the 9th floor,  if you want to pitch your community idea and receive £300 –  woohoo!! Come and experience Think Big whilst gaining badges.\n", 
        "end": "1:30 PM", 
        "everyone": "", 
        "facilitators": "Fiona Ellison", 
        "id": "-JylYAFxuyB", 
        "length": "1 hour", 
        "location": "9: Think Big Area", 
        "scheduleblock": "sunday-pm-2", 
        "space": "OpenBadges", 
        "start": "12 PM", 
        "title": "Think Big Session"
    }, 
    {
        "day": "Sunday", 
        "description": "Including Think Big Youth, Think Big Schools and GoThinkBig \nAre you aged 13-25 then the Think Big area is the place to be! \nGenerate your own social impact project with Think Big youth, explore digital learning and XRay googles with Think Big Schools and gain amazing top tips on how to improve your interview and pitching skills with GoThinkBig.  Think Big is a programme funded by O2 & Telefonica Foundation, come and see us on the 9th floor,  if you want to pitch your community idea and receive £300 –  woohoo!! Come and experience Think Big whilst gaining badges.\n", 
        "end": "4 PM", 
        "everyone": "", 
        "facilitators": "Fiona Ellison", 
        "id": "-JylYAFxuyB", 
        "length": "1 hour", 
        "location": "9: Think Big Area", 
        "scheduleblock": "saturday-am-2", 
        "space": "OpenBadges", 
        "start": "2:30 PM", 
        "title": "Think Big Session"
    }, 
    {
        "day": "Saturday", 
        "description": "Are you aged 13-25?\nDo you have an idea for the next big thing in your local community? \nIf your idea is innovative, creative and has social impact, then you could receive £300 to start your social action journey.  \nInterested?  Come and sign up on the 9th Floor with the Think Big team, we can’t wait to hear your idea!!!\n", 
        "end": "5 PM", 
        "everyone": "", 
        "facilitators": "Fiona Ellison", 
        "id": "b1TEa9hLH", 
        "length": "1 hour", 
        "location": "9: Think Big Area", 
        "scheduleblock": "saturday-pm-2", 
        "space": "OpenBadges", 
        "start": "4 PM", 
        "title": "Think Big Session"
    }, 
    {
        "day": "Sunday", 
        "description": "Are you aged 13-25?\nDo you have an idea for the next big thing in your local community? \nIf your idea is innovative, creative and has social impact, then you could receive £300 to start your social action journey.  \nInterested?  Come and sign up on the 9th Floor with the Think Big team, we can’t wait to hear your idea!!!\n", 
        "end": "5 PM", 
        "everyone": "", 
        "facilitators": "Fiona Ellison", 
        "id": "bJx6Vp9nIS", 
        "length": "1 hour", 
        "location": "9: Think Big Area", 
        "scheduleblock": "saturday-am-1", 
        "space": "OpenBadges", 
        "start": "4 PM", 
        "title": "Think Big Session"
    }, 
    {
        "day": "Saturday", 
        "description": "Build a den and earn an Open Badge for it with Chris Harman of The Den Experiment.", 
        "end": "11:20 AM", 
        "everyone": "", 
        "facilitators": "Chris Harman", 
        "id": "-JeiwS41IH", 
        "length": "1 hour", 
        "location": "9: Making Area", 
        "scheduleblock": "saturday-pm-2", 
        "space": "OpenBadges", 
        "start": "10 AM", 
        "title": "Den Building"
    }, 
    {
        "day": "Saturday", 
        "description": "Build a den and earn an Open Badge for it with Chris Harman of The Den Experiment.", 
        "end": "1:20 PM", 
        "everyone": "", 
        "facilitators": "Chris Harman", 
        "id": "-JeiwS41IH", 
        "length": "1 hour", 
        "location": "9: Making Area", 
        "scheduleblock": "sunday-pm-1", 
        "space": "OpenBadges", 
        "start": "12:20 PM", 
        "title": "Den Building"
    }, 
    {
        "day": "Saturday", 
        "description": "Build a den and earn an Open Badge for it with Chris Harman of The Den Experiment.", 
        "end": "6 PM", 
        "everyone": "", 
        "facilitators": "Chris Harman", 
        "id": "-JeiwS41IH", 
        "length": "1 hour", 
        "location": "9: Making Area", 
        "scheduleblock": "saturday-am-1", 
        "space": "OpenBadges", 
        "start": "5 PM", 
        "title": "Den Building"
    }, 
    {
        "day": "Saturday", 
        "description": "Make robots, earn open badges and catch up with the March of the Robots crowd in Leeds.", 
        "end": "3 PM", 
        "everyone": "", 
        "facilitators": "Matt Rogers ", 
        "id": "WkWoPrNJUS", 
        "length": "1 hour", 
        "location": "9: Making Area", 
        "scheduleblock": "saturday-am-1", 
        "space": "OpenBadges", 
        "start": "2 PM", 
        "title": "Robo Boogie and Bare Conductive Robot Making"
    }, 
    {
        "day": "Saturday", 
        "description": "Make Robots and earn Open Badges for your creations!", 
        "end": "1:20 PM", 
        "everyone": "", 
        "facilitators": "Technology Will Save Us", 
        "id": "-yzjPSEJUH", 
        "length": "1 hour", 
        "location": "9: Making Area", 
        "scheduleblock": "sunday-pm-1", 
        "space": "OpenBadges", 
        "start": "10 AM", 
        "title": "ElectroDough Robot Making"
    }, 
    {
        "day": "Saturday", 
        "description": "Make Robots and earn Open Badges for your creations!", 
        "end": "6:30 PM", 
        "everyone": "", 
        "facilitators": "Technology Will Save Us", 
        "id": "-yzjPSEJUH", 
        "length": "1 hour", 
        "location": "9: Making Area", 
        "scheduleblock": "saturday-pm-1", 
        "space": "OpenBadges", 
        "start": "4:30 PM", 
        "title": "ElectroDough Robot Making"
    }, 
    {
        "day": "Saturday", 
        "description": "During this session we'll dive into the different types of open badges research taking place around the world, we'll reflect on the effectiveness of different types of research and together, we'll build our own open badges research tools. We'll use those tools to do some immediate ethnographic investigation into the importance and relevance of open badges at MozFest. And we'll be able to use the data to inform our future work in open badges research.", 
        "end": "11:50 AM", 
        "everyone": "", 
        "facilitators": "Carla Casilli", 
        "id": "Z1XjwHEyLB", 
        "length": "1 hour", 
        "location": "9: Future Gazing", 
        "scheduleblock": "saturday-pm-2", 
        "space": "OpenBadges", 
        "start": "10 AM", 
        "title": "Open Badges Research: Working Together to Figure Out What Counts"
    }, 
    {
        "day": "Sunday", 
        "description": "***This session follows up previous on 25/10/2014.***During this session we'll dive into the different types of open badges research taking place around the world, we'll reflect on the effectiveness of different types of research and together, we'll build our own open badges research tools. We'll use those tools to do some immediate ethnographic investigation into the importance and relevance of open badges at MozFest. And we'll be able to use the data to inform our future work in open badges research. ", 
        "end": "1 PM", 
        "everyone": "", 
        "facilitators": "Carla Casilli", 
        "id": "Z1XjwHEyLB", 
        "length": "1 hour", 
        "location": "9: Future Gazing", 
        "scheduleblock": "sunday-pm-2", 
        "space": "OpenBadges", 
        "start": "12:30 PM", 
        "title": "Open Badges Research: Working Together to Figure Out What Counts"
    }, 
    {
        "day": "Saturday", 
        "description": "This workshop session will offer an opportunity to have your say in how Badge Alliance working groups can shape the future of badges and badge research.", 
        "end": "1:20 PM", 
        "everyone": "", 
        "facilitators": "Sunny Lee and Jade Forester", 
        "id": "ZJ4oDS4yIr", 
        "length": "1 hour", 
        "location": "9: Future Gazing", 
        "scheduleblock": "sunday-pm-1", 
        "space": "OpenBadges", 
        "start": "11:50 AM", 
        "title": "Open Badges: Growing the Ecosystem"
    }, 
    {
        "day": "Sunday", 
        "description": "Open Badges are growing in popularity but how far does their dissemination reach? Lucy Neale will give a survey of the state of the UK.", 
        "end": "1 PM", 
        "everyone": "", 
        "facilitators": "Lucy Neale", 
        "id": "WkHoPrEk8H", 
        "length": "1 hour", 
        "location": "9: Future Gazing", 
        "scheduleblock": "saturday-am-1", 
        "space": "OpenBadges", 
        "start": "11:30 AM", 
        "title": "The State of the UK"
    }, 
    {
        "day": "Sunday", 
        "description": "Will Open Badging outgrow the Backpack? If so, what will replace it? Tim Riches will discuss the future of badge collecting.", 
        "end": "4:30 PM", 
        "everyone": "", 
        "facilitators": "Tim Riches  ", 
        "id": "Z1UsDS418B", 
        "length": "1 hour", 
        "location": "9: Future Gazing", 
        "scheduleblock": "sunday-pm-2", 
        "space": "OpenBadges", 
        "start": "3 PM", 
        "title": "Backpack 2 The Future"
    }, 
    {
        "day": "Sunday", 
        "description": "This session will look at the role of Open Badges in a City and Guilds curriculum with the intention of interactively exploring the role of awarding bodies in a new world where badges rule.", 
        "end": "4 PM", 
        "everyone": "", 
        "facilitators": "Bryan Mathers", 
        "id": "-1wjvBVy8S", 
        "length": "1 hour", 
        "location": "9: Insights/Learning Area", 
        "scheduleblock": "saturday-am-2", 
        "space": "OpenBadges", 
        "start": "2:30 PM", 
        "title": "Building a Better Badge"
    }, 
    {
        "day": "Saturday", 
        "description": "This session will show people how to use a raspberry pi in a primary school. It will include a session on use of python for programming in Minecraftpi at primary level.", 
        "end": "4:30 PM", 
        "everyone": "", 
        "facilitators": "Sarah Zaman", 
        "id": "by2cJAZUr", 
        "length": "1 hour", 
        "location": "9: Intro/Making Area", 
        "scheduleblock": "sunday-am-2", 
        "space": "OpenBadges", 
        "start": "3 PM", 
        "title": "Raspberry Pi in Primary Schools"
    }, 
    {
        "day": "Saturday", 
        "description": "This session will show people how to use a raspberry pi in a primary school. It will include a session on use of python for programming in Minecraftpi at primary level.", 
        "end": "1:20 PM", 
        "everyone": "", 
        "facilitators": "Sarah Zaman", 
        "id": "by2cJAZUr", 
        "length": "1 hour", 
        "location": "9: Intro/Making Area", 
        "scheduleblock": "saturday-pm-1", 
        "space": "OpenBadges", 
        "start": "11:50 AM", 
        "title": "Raspberry Pi in Primary Schools"
    }, 
    {
        "day": "Saturday", 
        "description": "Mobile can be frustrating, but it can also be great. So let's ditch the mentality of shrinking our content to fit and spend an hour thinking about how to build around what makes mobile devices unique. Location, orientation, cameras, touch, and even shake - we'll take different types of news event and talk about how we can combine these capabilities into new forms of coverage.", 
        "end": "5 PM", 
        "everyone": "", 
        "facilitators": "Alastair Coote", 
        "id": "b1h6RFedkH", 
        "length": "1 hour", 
        "location": "800", 
        "scheduleblock": "saturday-pm-1", 
        "space": "Journalism", 
        "start": "4 PM", 
        "title": "Cameras, Accelerometers and Swipes: “mobile first” means more than just a small screen"
    }, 
    {
        "day": "Sunday", 
        "description": "Let's help machines take our jobs. In this session, we'll discuss how we can use bots in the newsroom to make our lives easier and our reporting sharper.  We'll look at how some newsrooms are already using their own bots, talk about different kinds of structured and unstructured data out there, and prototype useful bots for real journalistic scenarios.  [After the first hour, the remaining time will be available to work on actually building our bots in groups]", 
        "end": "2 PM", 
        "everyone": "", 
        "facilitators": "Noah Veltman\nDan Schultz", 
        "id": "Wka6AtxdJB", 
        "length": "1 hour", 
        "location": "804", 
        "scheduleblock": "saturday-pm-2", 
        "space": "Journalism", 
        "start": "11 AM", 
        "title": "We were promised robots"
    }, 
    {
        "day": "Sunday", 
        "description": "Hacks/Hackers,  a meetup of journalists and technologists, is now entering its fifth  year.  We'll discuss moving forward as individual groups and how we can  best collaborate globally. This conversation will be of interest not only to those already involved in  Hacks/Hackers chapters around the world, but to anyone thinking about  how developers and reporters can best work together.", 
        "end": "6 PM", 
        "everyone": "", 
        "facilitators": "Joanna Geary\nSarah Marshall\nCassie Werber", 
        "id": "-kylTRteukS", 
        "length": "1 hour", 
        "location": "801", 
        "scheduleblock": "saturday-am-1", 
        "space": "Journalism", 
        "start": "5 PM", 
        "title": "Hacks/Hackers - the teenage years"
    }, 
    {
        "day": "Sunday", 
        "description": "\"Data\" is everywhere these days. There's a growing audience for stories based on interesting data sets and savvy analysis. This audience is coming to expect news organizations to be more transparent about which data substantiates a story and how it was analyzed. And, in many cases, the news organization goes to great lengths to obtain or create a data set, but doesn't have the resources to report all the stories therein. In this session, we'll discuss examples of smart audience critiques of data journalism, and ways that news organizations could be more transparent about their sources and methods. We'll look for examples of folks trying to do it right already, in journalism and in other fields. Finally, we'll try to lay out a reasonable list of best practices towards which data journalism organizations can aim.", 
        "end": "6 PM", 
        "everyone": "", 
        "facilitators": "Joe Germuska", 
        "id": "-yegpRtg_Jr", 
        "length": "1 hour", 
        "location": "803", 
        "scheduleblock": "sunday-am-1", 
        "space": "Journalism", 
        "start": "5 PM", 
        "title": "Let’s write a transparency code for data journalism"
    }, 
    {
        "day": "Saturday", 
        "description": "Design is iterative and it is messy. Sometimes -- because we are humans -- we end up designing a feature or an entirely new to the world platform without understanding who it is for, what they need and why.\n\nToday, we are all designers. Lets talk through some of the communication tools you can use along the way -- user interviews, empathy mapping, personas -- to create a common language and mission for the project that focuses on the user's needs and motivations, the person you are designing for.", 
        "end": "3 PM", 
        "everyone": "", 
        "facilitators": "Laura Cochran", 
        "id": "ZJWgT0tldJS", 
        "length": "1 hour", 
        "location": "803", 
        "scheduleblock": "sunday-pm-1", 
        "space": "Journalism", 
        "start": "2 PM", 
        "title": "Remember the Human"
    }, 
    {
        "day": "Sunday", 
        "description": "Not every story wants to be told linearly. Discuss and create game mechanics, story forms and crowdsourcing ideas that might help people learn (or teach) more about the world around them--whether you're a storyteller for a living or just for fun. Groups in this session will have a chance to suggest and prototype gaming concepts that can be used in news stories and news apps. Pencils, paper and dice will be provided.", 
        "end": "4 PM", 
        "everyone": "", 
        "facilitators": "Justin Myers", 
        "id": "-yfgTAKxOyH", 
        "length": "1 hour", 
        "location": "800", 
        "scheduleblock": "saturday-am-2", 
        "space": "Journalism", 
        "start": "3 PM", 
        "title": "You All Meet in a Newsroom: How Game Mechanics Can Help Communities"
    }, 
    {
        "day": "Saturday", 
        "description": "We will do a very brief demo of what types of stories algorithms have written already and what we want to do differently. Then we'll jump straight into brainstorming, followed by work time for all the groups. We'd love to have people with coding experience so we can build the prototypes, but just as importantly we want anyone who thinks this is a cool idea to come and help brainstorm ways we can use sentient articles in news. The more participants we have, the more prototyping groups we'll split into. We can brainstorm as a collective up to about 50 participants; if there are more, we would have two brainstorming groups, one led by each facilitator. Note: If you plan on helping us prototype via coding, please make sure to bring a laptop!", 
        "end": "11:20 AM", 
        "everyone": "", 
        "facilitators": "Sisi Wei\nRyann Grochowski Jones", 
        "id": "Zkml6AFg_yr", 
        "length": "1 hour", 
        "location": "804", 
        "scheduleblock": "sunday-am-1", 
        "space": "Journalism", 
        "start": "10 AM", 
        "title": "Rise of the Sentient Articles"
    }, 
    {
        "day": "Sunday", 
        "description": "Imagine what newsrooms and journalistic organizations could look like—and what we could accomplish—if we opened up the editorial process and not just the final product. In this session, we'll work together to brainstorm ways to fundamentally shift journalism's one-sided relationship with its readers. Together, we'll identify specific areas where journalistic organizations could open their process, work more transparently, or loop readers into the lifecycle of a story. Then we'll start designing tools to make those things possible.  ", 
        "end": "4 PM", 
        "everyone": "", 
        "facilitators": "Kaeti Hinck", 
        "id": "W1Ng60teOkB", 
        "length": "1 hour", 
        "location": "805", 
        "scheduleblock": "saturday-pm-1", 
        "space": "Journalism", 
        "start": "3 PM", 
        "title": "Building a radically open editorial process"
    }, 
    {
        "day": "Saturday", 
        "description": "Data viz can be a wonderful combination of journalism, computer science, art, statistics and more. On the visual end of things, did you know that about one third of our brains are dedicated to what we see? This session is open to anybody interested in championing visual literacy and helping readers find meaning in images. Our fast and fun design research workshop will pull from diverse learning, including from art and computer games. We'll explore the problem and what's at stake - then test and redesign data visualizations.", 
        "end": "1:20 PM", 
        "everyone": "", 
        "facilitators": "Shazna Nessa\nAdam Levine\nHeather Chaplin", 
        "id": "WJHe6RYeuyH", 
        "length": "1 hour", 
        "location": "801", 
        "scheduleblock": "sunday-pm-1", 
        "space": "Journalism", 
        "start": "12:20 PM", 
        "title": "Boosting the visual literacy of “screenagers” and others"
    }, 
    {
        "day": "Saturday", 
        "description": "If you build the world’s best tool, but your audience isn’t ready for the tool/can’t find time to use it/doesn’t understand it, then what’s the point? In this interactive workshop, we’ll talk about how to integrate the people from your workplace into the development process so that you launch your product with enthusiastic and optimistic supporters. We’ll brainstorm strategies, talk about UX principles and sketch out ways to create a product launch that will be successful from the start. Oh yeah, and we'll do so by playing a version of Werewolf—a game of \"accusations, lying, bluffing, second-guessing, assassination, and mob hysteria.\"", 
        "end": "11:20 AM", 
        "everyone": "", 
        "facilitators": "Melody Kramer", 
        "id": "-kUgaRYxd1S", 
        "length": "1 hour", 
        "location": "803", 
        "scheduleblock": "sunday-am-2", 
        "space": "Journalism", 
        "start": "10 AM", 
        "title": "Building smart tools: how a culture can make or break your internal tools (Werewolf Edition)"
    }, 
    {
        "day": "Sunday", 
        "description": "Newsrooms are realizing that simple graphs (like bars charts and line charts) don’t need to be created by designers or developers. Open source tools like Datawrapper, Chartbuilder, Highcharts, and others help journalists build quick and easy charts. But there’s room for growth. Join us in discussing the future of these tools. We’ll look at existing tools, discuss your experiences and pain points (both as users and developers), and figure out how to move forward to build something we all can use and love.", 
        "end": "12 PM", 
        "everyone": "", 
        "facilitators": "Ben Chartoff\nÆndrew Rininsland", 
        "id": "Zkwx6RKxd1r", 
        "length": "1 hour", 
        "location": "801", 
        "scheduleblock": "sunday-pm-2", 
        "space": "Journalism", 
        "start": "11 AM", 
        "title": "The future of chart building tools"
    }, 
    {
        "day": "Sunday", 
        "description": "If you're struggling to grow your community, don't know how to manage trolls, can't figure out how to promote the best user-generated content or you're simply scared to go \"below the line\", this session is for you.\n\nThe Guardian has a large and diverse audience and we use a variety of tools to shape and track the different communities. We want to hear about the challenges others face in this space, and run a group activity to try to develop solutions we can all apply to improve the community experience on the web.\n\nWe want participants to learn how to help people filter through the noise, be respectful, remain respected, and contribute to improving their community.\n", 
        "end": "6 PM", 
        "everyone": "", 
        "facilitators": "Matt Andrews\nJames Gorrie\nWendy Orr\nLaura Oliver", 
        "id": "-1ugaCYedJS", 
        "length": "1 hour", 
        "location": "805", 
        "scheduleblock": "sunday-am-1", 
        "space": "Journalism", 
        "start": "5 PM", 
        "title": "Moderation in moderation: working with online communities"
    }, 
    {
        "day": "Sunday", 
        "description": "Media engineering & product leads (The New Yorker, Pitchfork Media, Vox Media) will describe the why, how, and what of each of our publishing platform capabilities, from benefits to problems, including underlying technology frameworks, storytelling tools, distribution, community and advertising. They will compare and contrast in a friendly productive way, including discussion of open web technologies, mobile capabilities and open source. Bring questions, experience, and a notebook.", 
        "end": "12 PM", 
        "everyone": "", 
        "facilitators": "Michael Donohoe\nTrei Brundrett\nMatt Dennewitz", 
        "id": "WytxaCtxuJH", 
        "length": "1 hour", 
        "location": "805", 
        "scheduleblock": "sunday-am-1", 
        "space": "Journalism", 
        "start": "11 AM", 
        "title": "Three Publishing Platforms Walk into a Bar..."
    }, 
    {
        "day": "Sunday", 
        "description": "In the world of software development, data smells is a term for those telltale signs that indicate bad software needs to be refactored. As data journalists, we encounter common types of data smells in the data we work with on every project. It's time to get organized. In this session, let's design a site to collect and categorize these data smells. A wiki seems like an obvious choice, but how does an entry look? How do we organize and collect these smells? What can we do to automate the tedious process of vetting a data set? We'll explore these questions and more.", 
        "end": "12 PM", 
        "everyone": "", 
        "facilitators": "Jacob Harris\nAurelia Moser\nChris Keller\nNikolas Iubel\nErin Kissane", 
        "id": "ZJqeTRYxuyB", 
        "length": "1 hour", 
        "location": "800", 
        "scheduleblock": "sunday-pm-2", 
        "space": "Journalism", 
        "start": "11 AM", 
        "title": "Data Smells"
    }, 
    {
        "day": "Saturday", 
        "description": "Journalists use browsers, email and much more to research and report their stories. But, what if their browser could diff specific pages and alert them with changes? Could we build a better email client that uses PGP by default? In three hours, let's reimagine the software journalists use daily and tailor those tools for their use.", 
        "end": "5 PM", 
        "everyone": "", 
        "facilitators": "Aaron Williams", 
        "id": "-k3x60KgOJH", 
        "length": "1 hour", 
        "location": "801", 
        "scheduleblock": "sunday-am-1", 
        "space": "Journalism", 
        "start": "2 PM", 
        "title": "Reinventing software for journalists"
    }, 
    {
        "day": "Saturday", 
        "description": "There's been lots said recently about citizen journalism verification, and there are lots of excellent resources around to help verify eyewitness reports, but unless you're working on a daily basis with verification, these resources and techniques may not be in your 'muscle memory.' So I've worked up a game, based on the role-playing game \"Werewolf,\" to help make it easier to remember. Plus, it's role-playing, so participants will also get to play trollls and vested interests who will try to thwart the brave and valiant verifiers as they seek to get the facts out in real time. Along the way we'll talk about some of those tools, including one I've been working on called Citizen Desk, which is a platform for managing verification workflow.", 
        "end": "1:20 PM", 
        "everyone": "", 
        "facilitators": "Douglas Arellanes", 
        "id": "W1AAFxdkB", 
        "length": "1 hour", 
        "location": "803", 
        "scheduleblock": "saturday-pm-1", 
        "space": "Journalism", 
        "start": "12:20 PM", 
        "title": "Liars and Verifiers - Werewolf for citizen journalism verification"
    }, 
    {
        "day": "Saturday", 
        "description": "So many media experiences we have today are a reflection of the media company themselves: how they're organized, how they collaborate, how they use the digital medium, how they make money. If we could start from scratch and design an organizational model for the digital medium, one that scales and evolves, what would that look like? How would we make it more diverse? How would we design it to evolve at the pace of new technology? How would we create organizations that allow us to sustain our visions and missions in journalism?\n\nThrough a highly participatory session, participants will organize, staff, and create a budget for a startup media organization. Participants will work in small groups to conceive of the organizational structure, figure out staffing, allocate budget, and conceive of sustainability models. Oh, and it'll be fun, we swear!", 
        "end": "3 PM", 
        "everyone": "", 
        "facilitators": "Dan Sinker\nTrei Brundrett", 
        "id": "-1xCAKx_1H", 
        "length": "1 hour", 
        "location": "804", 
        "scheduleblock": "saturday-pm-2", 
        "space": "Journalism", 
        "start": "2 PM", 
        "title": "Hack the News Org"
    }, 
    {
        "day": "Sunday", 
        "description": "How can organizations better measure the impact of their work? In this session we'll demo a new platform, NewsLynx, from Michael Keller and Brian Abelson, two fellows at the Tow Center for Digital Journalism at Columbia University. We'll discuss how we approached this problem in journalism and then break into groups to discuss strategies in this and other domains.\n\nThis session is for people interested in figuring out the lasting effects of their work, whether that be journalism, activism, PR, or just their own blog. The discussions can be purely philosophical -- what is an important event to our organization (journalistic or otherwise) -- to the nitty gritty of how technology might facilitate logging or storing that information", 
        "end": "6 PM", 
        "everyone": "", 
        "facilitators": "Michael Keller", 
        "id": "-1-00Kg_JS", 
        "length": "1 hour", 
        "location": "800", 
        "scheduleblock": "sunday-pm-1", 
        "space": "Journalism", 
        "start": "5 PM", 
        "title": "Measuring newsroom impact with NewsLynx"
    }, 
    {
        "day": "Sunday", 
        "description": "As journalists, data scientists, scientist scientists, researchers, historians, entrepreneurs, civic activists, and Thomas Pikketty work with and publish \"datasets,\" they're increasingly having the  challenge of finding the right data they need for analysis, even if it's already been published.  Certain fields have created their own dataset description systems but they're not well used outside them or we swap weird datasets amongst ourselves and discuss how to use them on reddit.com/r/datasets. Let's get together and figure out the best way to fuse these approaches: the best of search technology, classic library technology and data description, and community support and learning, which can drive forward the way we collectively work with and discover and use data sets in data catalogs.", 
        "end": "2 PM", 
        "everyone": "", 
        "facilitators": "Dave Riordan", 
        "id": "ZkMACKgdJS", 
        "length": "1 hour", 
        "location": "800", 
        "scheduleblock": "sunday-pm-1", 
        "space": "Journalism", 
        "start": "1 PM", 
        "title": "The Future of Data is Finding It"
    }, 
    {
        "day": "Saturday", 
        "description": "Interested in alternative internets, private filesharing, free and open software/hardware? Come learn about pirate box and affiliate DIY technologies designed to enable communication and info share for all. We'll talk through some examples and anecdotal use-cases and then get to hacking on BYOD pirate boxes, brainstorming possible applications and future package additions. Join us for some FOSS/H fun!", 
        "end": "1:20 PM", 
        "everyone": "", 
        "facilitators": "Marcos Vanetta\nAurelia Moser", 
        "id": "bk7CCFeukH", 
        "length": "1 hour", 
        "location": "800", 
        "scheduleblock": "saturday-am-2", 
        "space": "Journalism", 
        "start": "12:20 PM", 
        "title": "PirateBox hands on v2.0"
    }, 
    {
        "day": "Sunday", 
        "description": "Let’s just face it: Most data is a mess.  Before you can even start to tell a story with data, you have to interview it, background it and know its flaws.  We’ll put some data through a few rigorous workouts to make sure it can tell the story we think it can. Bring your laptop and dig in.", 
        "end": "2 PM", 
        "everyone": "", 
        "facilitators": "Jennifer LaFleur", 
        "id": "W1E0AtxOyH", 
        "length": "1 hour", 
        "location": "803", 
        "scheduleblock": "sunday-pm-2", 
        "space": "Journalism", 
        "start": "11 AM", 
        "title": "Keeping the journalism in data journalism (and making sure it’s right)"
    }, 
    {
        "day": "Sunday", 
        "description": "\"Listicles\" and other shareable forms of storytelling are among the most popular on the web today and provide significant traffic to websites. In this session we'll embrace the listicle and come up with different ideas to adapt the format for \"serious\" news.", 
        "end": "4 PM", 
        "everyone": "", 
        "facilitators": "Mallory Busch", 
        "id": "-krARFlOyH", 
        "length": "1 hour", 
        "location": "804", 
        "scheduleblock": "sunday-am-1", 
        "space": "Journalism", 
        "start": "3 PM", 
        "title": "I have listicles, is there a cure?"
    }, 
    {
        "day": "Saturday", 
        "description": "Learn how to work with data on the command line using Dat in an interactive workshop. You'll want to bring your own laptop for this. No programming experience is required. Dat is a command line tool for working with data, similar to what Git does for source code. We will clone down some genome datasets and do some fun data analysis on bacteria DNA.", 
        "end": "1:20 PM", 
        "everyone": "", 
        "facilitators": "Max Ogden\nBruno Vieira\nPortia Burton", 
        "id": "-1I0CKguyr", 
        "length": "1 hour", 
        "location": "805", 
        "scheduleblock": "saturday-am-2", 
        "space": "Journalism", 
        "start": "12:20 PM", 
        "title": "Dat Workshop: Dive into dat for dataset push, pull and clone"
    }, 
    {
        "day": "Saturday", 
        "description": "How can natural language processing unlock unstructured data? Liberate the data hiding inside books, IMSDb movie transcripts, or the US congressional record, and a lot more. Participants will design and conduct a simple experiment to observe trends in language and learn about machine learning techniques such as classification and clustering in relation to natural language. Walk away excited about applying natural language processing to open data!", 
        "end": "5 PM", 
        "everyone": "", 
        "facilitators": "Al Johri\nDhrumil Mehta", 
        "id": "bJD0CKeuJB", 
        "length": "1 hour", 
        "location": "803", 
        "scheduleblock": "sunday-pm-2", 
        "space": "Journalism", 
        "start": "4 PM", 
        "title": "How to find insight hidden in speeches, scripts and books with computers"
    }, 
    {
        "day": "Saturday", 
        "description": "Want to explore the world of open government & civic data without having to write parsers? Or perhaps you don't know how to code? Bring your laptop to this session and learn how to work with data in realtime with the Streamtools GUI! ", 
        "end": "3 PM", 
        "everyone": "", 
        "facilitators": "Jacqui Maher\nEric Buth\nJane Friedhoff", 
        "id": "-JOCCYgukH", 
        "length": "1 hour", 
        "location": "805", 
        "scheduleblock": "saturday-pm-2", 
        "space": "Journalism", 
        "start": "2 PM", 
        "title": "Streamtools for Open Data"
    }, 
    {
        "day": "Saturday", 
        "description": "Learn how wikipedia can be a powerful open data resource. The official Wikipedia API provides access to page content and metadata but there are other projects (DBPedia, Freebase, and Wikidata) that go much further, offering access to structured and Linked Data knowledge bases that enable advanced querying of data extracted from Wikipedia and beyond. This is a hands-on session where you'll get a sense of what kind of data is available and walk away with the tools to start building interesting datasets from the semantic web.", 
        "end": "3 PM", 
        "everyone": "", 
        "facilitators": "Brian Jacobs", 
        "id": "-kKCCYe_yr", 
        "length": "1 hour", 
        "location": "800", 
        "scheduleblock": "saturday-am-1", 
        "space": "Journalism", 
        "start": "2 PM", 
        "title": "Querying the Sum of All Human Knowledge"
    }, 
    {
        "day": "Sunday", 
        "description": "You're a nice person with a big CSV file of regional data to geocode. You'd like to escape Google's restrictive geocoding terms and crippling rate limits. Definitely. Let's deploy our own regional geocoder service backed by open data. Good to bring: laptop with elasticsearch and python installed; CSV file with addresses within an area of interest; an address file for that area (take a peek at the list of ready-to-go address sources from openaddresses.io)", 
        "end": "2 PM", 
        "everyone": "", 
        "facilitators": "Erik Schwartz", 
        "id": "b15A0KedkS", 
        "length": "1 hour", 
        "location": "801", 
        "scheduleblock": "saturday-pm-1", 
        "space": "Journalism", 
        "start": "1 PM", 
        "title": "Building a Geocoder for your City"
    }, 
    {
        "day": "Saturday", 
        "description": "Ever get a load of PDF files back when you wanted data? Ever download shapefiles in esoteric projections? Encoding issues? This hands-on workshop will teach data-savvy users how they can get usable, analyzable data out of what would otherwise be considered junk (or a headache). Folks should bring laptops or something to take notes on.", 
        "end": "11:20 AM", 
        "everyone": "", 
        "facilitators": "Mike Tigas\nJeremy B. Merrill", 
        "id": "-JiRCYe_yH", 
        "length": "1 hour", 
        "location": "805", 
        "scheduleblock": "sunday-am-1", 
        "space": "Journalism", 
        "start": "10 AM", 
        "title": "Data Alchemy: Turning lead into data"
    }, 
    {
        "day": "Saturday", 
        "description": "In this session, we'll explore the role of open data in place-based communities, examining creative examples of community data collection, prioritization, and participation efforts that bridge traditional \"technical\" and \"non-technical\" actors. We'll also workshop ideas and diversity challenges participants have in their respective organizational or personal open data efforts.", 
        "end": "1:20 PM", 
        "everyone": "", 
        "facilitators": "Laurenellen McCann", 
        "id": "-k20CtedkB", 
        "length": "1 hour", 
        "location": "804", 
        "scheduleblock": "sunday-am-2", 
        "space": "Journalism", 
        "start": "12:20 PM", 
        "title": "Offline: Bridging Digital Divides in Open Data"
    }, 
    {
        "day": "Sunday", 
        "description": "The combination of OpenStreetMap and WebGL offers mapmakers a way to make interactive maps with open vector data, and do it all quickly without sacrificing visual design. Using hands-on demos, we'll work through a technical overview of the ways OpenStreetMap data can be used to make real-time interactive maps in the browser, no previous WebGL or OSM experience needed.", 
        "end": "4 PM", 
        "everyone": "", 
        "facilitators": "Peter Richardson", 
        "id": "WyaCRtedyS", 
        "length": "1 hour", 
        "location": "801", 
        "scheduleblock": "sunday-am-2", 
        "space": "Journalism", 
        "start": "3 PM", 
        "title": "New-School Maps with OSM & WebGL"
    }, 
    {
        "day": "Saturday", 
        "description": "Public record systems were designed when information was measured in page count, not gigabytes. Let's spend some time making some simulated public records requests  to figure out how we could improve the system so that respects both the citizens who request records and the civil servants tasked with fulfilling them", 
        "end": "11:20 AM", 
        "everyone": "", 
        "facilitators": "Jeremia Kimelman\nDrew Wilson", 
        "id": "b1C0AFeOkr", 
        "length": "1 hour", 
        "location": "800", 
        "scheduleblock": "sunday-pm-2", 
        "space": "Journalism", 
        "start": "10 AM", 
        "title": "Let's Make Public Records Requests Better!"
    }, 
    {
        "day": "Sunday", 
        "description": "Public records are all around us. We have the tech to make these records perfectly searchable and indexable. But should we? Journalists and developers needs to consider the ethical ramifications the publication of open records can wreak on individuals and organizations now that it's effectively impossible to completely redact after publishing. This workshop aims to create thoughtful case studies for professionals and students to consider when there is legal clarity yet ethical uncertainty with publishing public records data.", 
        "end": "2 PM", 
        "everyone": "", 
        "facilitators": "Dave Stanton\nJoe Germuska", 
        "id": "Z1kxR0FgdJH", 
        "length": "1 hour", 
        "location": "805", 
        "scheduleblock": "sunday-am-2", 
        "space": "Journalism", 
        "start": "1 PM", 
        "title": "Just because you can does not mean you should"
    }, 
    {
        "day": "Sunday", 
        "description": "Journalists, technologists & others will learn about risks that affect journalists of all kinds and what tools, techniques, and questions can help. Participants will brainstorm issues that affect different journalistic circumstances and try to come up with a common framework that can help -- all while learning about threat modeling and having \"good digital hygiene\".", 
        "end": "6 PM", 
        "everyone": "", 
        "facilitators": "Mike Tigas\nHarlo Holmes\nAurelia Moser", 
        "id": "W1eeC0YeukB", 
        "length": "1 hour", 
        "location": "804", 
        "scheduleblock": "saturday-pm-2", 
        "space": "Journalism", 
        "start": "5 PM", 
        "title": "Practical Threat Modeling for Journalists"
    }, 
    {
        "day": "Saturday", 
        "description": "News publishers often limit the scope of their relationships with readers to comments at the bottom of an article. That model isn't inherently flawed, but its overuse limits the breadth and depth of the collaborations that could emerge among contributors and publishers. \nBeyond comments, what kinds of relationships with readers could news outlets facilitate that might enrich the reader experience and broaden the scope of storytelling and story formation? What kinds of tools could be modified or built to enable those relationships? \nDevelopers, journalists and anyone interested in creating participatory spaces and building communities should come brainstorm with us. The results of this session will help inform the Coral Project, a collaborative effort recently begun by Knight-Mozilla OpenNews, the Washington Post and The New York Times to improve community on news sites through open-source software. ", 
        "end": "5 PM", 
        "everyone": "", 
        "facilitators": "Greg Barber\nSasha Koren", 
        "id": "WJTvH4kUr", 
        "length": "1 hour", 
        "location": "804", 
        "scheduleblock": "saturday-pm-1", 
        "space": "Journalism", 
        "start": "4 PM", 
        "title": "Community Beyond Comments: New Ways to Engage With the News"
    }, 
    {
        "day": "Saturday", 
        "description": "How can you bring media related research and publishers together helping them establish formal partnership and/or mentor relations? The World Association of Newspaper's Media Innovation Hub (MiHUB) is exploring new ways to collaborate and innovate within the news industry. This one-hour open conversation - led by MiHUB and featuring key projects and questions from UCLA's Media Innovation Studio - invites you to explore media ecosystems, drone tech, innovation accelerators, wearable technologies and innovation ecosystems.\n\nLet's talk together about what media and university collaborations can look like!", 
        "end": "11:20 AM", 
        "everyone": "", 
        "facilitators": "Stephen Frozard", 
        "id": "-ylawSEkUr", 
        "length": "1 hour", 
        "location": "801", 
        "scheduleblock": "saturday-pm-1", 
        "space": "Journalism", 
        "start": "10 AM", 
        "title": "Fostering great media and university collaborations"
    }, 
    {
        "day": "Sunday", 
        "description": "Come to our session to talk about resolving the problem of almost-impossible-to-process-PDFs. We will share the project VozData from La Nacion in Argentina, that tries to tackle this problem. VozData also crowdsource the search for news in a set of documents from the government. Which questions we going to ask from the documents we want to process? \n\nWho can profit from this open source & collaborative tool? Media, NGOs, Government, Academia from around the world who needs to open closed format information into useful structured databases. ", 
        "end": "4 PM", 
        "everyone": "", 
        "facilitators": "Gabriela Rodriguez\nFlor Coelho", 
        "id": "Z1-aDSEJUB", 
        "length": "1 hour", 
        "location": "803", 
        "scheduleblock": "saturday-pm-2", 
        "space": "Journalism", 
        "start": "3 PM", 
        "title": "CrowData/VozData: Partnering online to open data and process information"
    }, 
    {
        "day": "Sunday", 
        "description": "Join us to engage with the history of internet art - stretching from the 1990s 'net.art' to 'postinternet' art today - as narrated by the formal and technical strategies employed by artists on the web. Some of these practices originate at the dawn of the networked age, while others use contemporary tools and techniques. Part theory, part practice, this session will encourage participants to situate this track, Art and the Culture of the Web, within the rich body of existing art on the internet - in order to inspire, to inform, and to create new, critical artworks of their own. This session is developed by Rhizome, a leading organization to support emerging practices in art and technology. Founded in 1996 as an intimate email list subscribed to by the earliest artists to work online, it is now a thriving non-profit in residence at the New Museum, New York", 
        "end": "1 PM", 
        "everyone": "", 
        "facilitators": "Scott Meisburger - Rhizome", 
        "id": "-12CKl_1r", 
        "length": "1 hour", 
        "location": "211", 
        "scheduleblock": "sunday-pm-2", 
        "space": "Art", 
        "start": "10 AM", 
        "title": "Workshop: Net Art Anatomy"
    }, 
    {
        "day": "Saturday", 
        "description": "\"Serendipidoodle\" is a social media crowdsourced creativity experiment I started in mid August on Twitter and Tumblr. The goal is to increase visual literacy and metaphorical thinking skills while learning complex vocabulary and practicing purposeful doodling. Using a phrase randomizer site tailored to one's ability (good for all ages!), join us in the Art of the Web gallery space to try to articulate your own meanings with visuals (analog or digital). ", 
        "end": "5 PM", 
        "everyone": "", 
        "facilitators": "Amy Burvall", 
        "id": "bkl3CtlO1H", 
        "length": "1 hour", 
        "location": "2: Art of the Web Gallery", 
        "scheduleblock": "saturday-am-2", 
        "space": "Art", 
        "start": "10 AM", 
        "title": "Art exhibit: Serendipidoodle + Neednoji"
    }, 
    {
        "day": "Sunday", 
        "description": "This art exhibit in the Art of the Web gallery space will be an experiment in co-creating and co-authoring fictional stories using digital tools. We will look at Let's think about the construction of narrative - and reflect on differences between linear and non-linearity, and text vs visual storytelling. As both makers and readers of the co-authored narratives, we will consider whether one style is more effective or resonant than another. ", 
        "end": "5 PM", 
        "everyone": "", 
        "facilitators": "Michelle Gay", 
        "id": "-1WhCtldkH", 
        "length": "1 hour", 
        "location": "212", 
        "scheduleblock": "saturday-am-2", 
        "space": "Art", 
        "start": "10 AM", 
        "title": "Art exhibit: Exquisite Corpse // Co-creating Visual Stories"
    }, 
    {
        "day": "Sunday", 
        "description": "This art exhibit in the Art of the Web gallery is focused on Threadbare, an interactive video installation in which the viewer-user-player's movement mimics the main character's, The Woman, dialogue with herself. The Woman fears intimacy yet as the VUP moves towards the screen more of her self and story is revealed. We invite people to move, to listen, and to watch. Consider the relationship between your own body, the screen and the story. Let's learn about physical possibilities and the limitations of interactive narratives together.", 
        "end": "5 PM", 
        "everyone": "", 
        "facilitators": "Joelle Fleurantin", 
        "id": "bkf20Yl_JS", 
        "length": "1 hour", 
        "location": "212", 
        "scheduleblock": "sunday-pm-2", 
        "space": "Art", 
        "start": "10 AM", 
        "title": "Art exhibit: Threadbare and the Network of Interactive Storytelling"
    }, 
    {
        "day": "Saturday", 
        "description": "Organizations such as Creative Commons have created licensing schemes to facilitate sharing, but why don’t more artists share their work under liberal reuse terms online? Why are cultural heritage institutions hesitant to release public domain artworks on the web? In this session, we will identify the hang-ups, pain points, and needs of artists when it comes to sharing traditional and “networked art” -- art that is the product of digital savvy and creativity. Come describe yourself as an artist and the challenges you face when it comes to creating, sharing, and collaborating on art via the web. ", 
        "end": "1:20 PM", 
        "everyone": "", 
        "facilitators": "Jane Park - Creative Commons", 
        "id": "Wkm3AtlOyS", 
        "length": "1 hour", 
        "location": "209", 
        "scheduleblock": "sunday-am-1", 
        "space": "Art", 
        "start": "10 AM", 
        "title": "Workshop: Portrait of a Creative Commons Artist"
    }, 
    {
        "day": "Sunday", 
        "description": "This participatory art exhibit in the Art of the Web gallery will use a scavenger hunt/alternate reality game set throughout the Mozfest space to give a window into a world where citizen involvement in internet infrastructure is highly contested. Using a dystopian story about an internet resistance group, the game allows players to participate in a quest to understand and build new, citizen-sensitive tools for a more open internet.", 
        "end": "5 PM", 
        "everyone": "", 
        "facilitators": "ginger coons - University of Toronto", 
        "id": "b1E3CKxOkS", 
        "length": "1 hour", 
        "location": "212", 
        "scheduleblock": "sunday-am-1", 
        "space": "Art", 
        "start": "10 AM", 
        "title": "Art exhibit: When we awoke to our folly // an alternate reality scavenger hunt"
    }, 
    {
        "day": "Saturday", 
        "description": "This ongoing exhibit, part of the Art of the Web gallery, will be an economic and social experiment where people can sell their own physical (or digital) art. For example, posters drawn with code by a drawbot - bring them, we'll sell them with you on a truly free market, using open currencies -- dogecoin, gold, hugs, haircuts, whatever!", 
        "end": "5 PM", 
        "everyone": "", 
        "facilitators": "Vilson Vieira - TheGrid\nForrest Oliphant - TheGrid", 
        "id": "-y82Rtg_JH", 
        "length": "1 hour", 
        "location": "212", 
        "scheduleblock": "sunday-pm-1", 
        "space": "Art", 
        "start": "10 AM", 
        "title": "MozFest Art Bazaar"
    }, 
    {
        "day": "Saturday", 
        "description": "How far in can YOU selfie? How far out can we share? This exhibit in the Art of the Web gallery space discusses the ways that selfies can serve as documentation and expression with both positive and negative consequences, validating \"self\" and \"other\" as a cultural phenomenon. For years as an artist I have been doing autobiographical documentation known as \"selfie work.\" Join me to leave your own mark.", 
        "end": "5 PM", 
        "everyone": "", 
        "facilitators": "Allison Hauser", 
        "id": "-yP3CYgO1H", 
        "length": "1 hour", 
        "location": "212", 
        "scheduleblock": "sunday-pm-1", 
        "space": "Art", 
        "start": "10 AM", 
        "title": "Art exhibit: Push your Selfie"
    }, 
    {
        "day": "Sunday", 
        "description": "This art exhibit in the Art of the Web gallery will be a sound artwork intended to be both experiential and expositional. The basis of the work is an exploration of ‘comfort noise generators’(CNGS) and ‘comfort noise’ protocols (as instantiated in VOIP and prior telephony & broadcast mediums). CNGs allow a vignette into noise generation: this is digital signal processing which ensures that users ‘keep calm and carry on’. CNG offers (in the artist's opinion) an interesting window into our psychological coupling with distributed systems. By toying with those mechanisms of noise the work moves into proximity with glitch and digital artefacts. Let's reflect upon the software methods through which we are encouraged to feel at home and secure on platforms which exact a heavy toll from our data doppelgangers. Etherpad link: https://festival.etherpad.mozilla.org/Zy-hAFeukS\n", 
        "end": "5 PM", 
        "everyone": "", 
        "facilitators": "Stephen Fortune - University of Sussex", 
        "id": "Zy_hAFeukS", 
        "length": "1 hour", 
        "location": "212", 
        "scheduleblock": "sunday-am-1", 
        "space": "Art", 
        "start": "10 AM", 
        "title": "UT (you there?)"
    }, 
    {
        "day": "Saturday", 
        "description": "In this exhibit in the Art of the Web gallery space, we will have a slideshow that shows workshops and events that the TATE does in the Studio, as well as participatory activities to remix the museum's cultural collections and curate your own gallery homepages using Webmaker's XRay Goggles tool!", 
        "end": "5 PM", 
        "everyone": "", 
        "facilitators": "Luca Damiani - TATE", 
        "id": "Z1Fn0Ye_1r", 
        "length": "1 hour", 
        "location": "212", 
        "scheduleblock": "saturday-am-1", 
        "space": "Art", 
        "start": "10 AM", 
        "title": "Art exhibit: TATE Culture/Remix/Jam"
    }, 
    {
        "day": "Saturday", 
        "description": "In this exhibit in the Art of the Web gallery space, people will create masks (like http://j.mp/1zQOTbR, http://j.mp/1qNuy2g and http://j.mp/1nJVuyX ) and all kinds of geometric drawings (like http://j.mp/1zQOlmk ) using Flowhub.io. Turtle robots (Mirobot.io) will sketch masks into floor or posters. People will then paint/color them by hand and interact with robots for fun!", 
        "end": "5 PM", 
        "everyone": "", 
        "facilitators": "Forrest Oliphant - The Grid\nGabriela Thumé - The Grid\nVilson Vieira - The Grid", 
        "id": "-J5nAKlukB", 
        "length": "1 hour", 
        "location": "212", 
        "scheduleblock": "sunday-pm-2", 
        "space": "Art", 
        "start": "10 AM", 
        "title": "Art exhibit: Turtle Power!"
    }, 
    {
        "day": "Sunday", 
        "description": "For the last year and a half we've been organising Popathon hack jams: web-native storytelling hackathons where content creators, developers and designers collaborate on a story that is born on the web. One of our rules is that all creations are made available open-source on Github, for others to study and build on after the event. In this exhibit in the Art of the Web gallery space, we'll explore how hackable this hack jam material is.", 
        "end": "5 PM", 
        "everyone": "", 
        "facilitators": "Gilles Pradeau - Popathon\nPhilo van Kemenade - Popathon", 
        "id": "Wyj2CFldJr", 
        "length": "1 hour", 
        "location": "212", 
        "scheduleblock": "saturday-pm-1", 
        "space": "Art", 
        "start": "10 AM", 
        "title": "Art exhibit: Popathon Interactive"
    }, 
    {
        "day": "Saturday", 
        "description": "The purpose of this participatory exhibit in the Art of the Web gallery space is to inspire creativity, teach the web and have fun! Join us to make and share your interactive, live animation. Also, we will teach how to make your own shared space (a paradium) to hold in your workshop and class.", 
        "end": "5 PM", 
        "everyone": "", 
        "facilitators": "Kenya Niino\nNoriatsu Kudo\nDaisuke Akatsuka - Mozilla Factory Japan", 
        "id": "-ynhCYxuJr", 
        "length": "1 hour", 
        "location": "212", 
        "scheduleblock": "saturday-pm-2", 
        "space": "Art", 
        "start": "10 AM", 
        "title": "Art exhibit: Parapara animation wall with Mozilla Japan"
    }, 
    {
        "day": "Saturday", 
        "description": "The Internet Archive has archived, in broadcast quality, 5+ years of Television news, by recording 70+ world channels, (with 10+ earlier years still to come!). Let's play with it together. What would you add to these clips? We'll discuss new APIs and build ideas as a team. ", 
        "end": "1:20 PM", 
        "everyone": "", 
        "facilitators": "Tracey Jaquith - Internet Archive\n", 
        "id": "Zy6hRFgO1B", 
        "length": "1 hour", 
        "location": "208", 
        "scheduleblock": "saturday-pm-1", 
        "space": "Art", 
        "start": "10 AM", 
        "title": "Workshop: Crack Open the TV — Play, Experiment and Shape an API"
    }, 
    {
        "day": "Sunday", 
        "description": "", 
        "end": "4 PM", 
        "everyone": "", 
        "facilitators": "Forrest Oliphant - The Grid\nGabriela Thumé - The Grid\nVilson Vieira - The Grid", 
        "id": "-y02RYguyr", 
        "length": "1 hour", 
        "location": "211", 
        "scheduleblock": "saturday-pm-1", 
        "space": "Art", 
        "start": "2 PM", 
        "title": "Workshop: Turtle Power! Humans and Robots Drawing Together"
    }, 
    {
        "day": "Saturday", 
        "description": "This day-long session (join us at any time!) will connect the digital cultural heritage offered by Europeana to communities of designers, artists and curators who want to try using open cultural content, from data to pictures to sound, as an inspiration and as content in their own works. Come create your own openly-licensed pieces with us, to be shared on a digital gallery for all to re-use, and learn more about what open cultural heritage on the web can mean. Details about this day-long session and all you can make with us can be found here: http://redesignyourculture.tumblr.com/", 
        "end": "5 PM", 
        "everyone": "", 
        "facilitators": "Saana Marttila\nJames Morley\nKati Hyyppä\nChristina Holm - Aalto University\nEuropeana\nSpild af Tid", 
        "id": "WJygh0tg_1H", 
        "length": "1 hour", 
        "location": "211", 
        "scheduleblock": "saturday-pm-1", 
        "space": "Art", 
        "start": "10 AM", 
        "title": "Workshop: Redesign your cultural heritage"
    }, 
    {
        "day": "Saturday", 
        "description": "This participatory session is all about inspiring projects based on archival records and data, from satellites to mapped London bomb sites and climate change. We'll scrape data and discuss open information!", 
        "end": "4 PM", 
        "everyone": "", 
        "facilitators": "Jo Pugh - National Archives", 
        "id": "Z1lgnCte_1H", 
        "length": "1 hour", 
        "location": "208", 
        "scheduleblock": "sunday-am-1", 
        "space": "Art", 
        "start": "2 PM", 
        "title": "Workshop: Using the past to change the future"
    }, 
    {
        "day": "Sunday", 
        "description": "We're developing an interface called Blocktype that gives users an unusual space to draw and edit fonts - Minecraft! Come create and sketch typography with us! Best enjoyed with a laptop with Minecraft installed! You won't be left out if you can't bring one, but much more fun will be had if you can manage.", 
        "end": "1 PM", 
        "everyone": "", 
        "facilitators": "Ricardo Lafuente\nAna Isabel Carvalho - Manufactura Independente", 
        "id": "bJblhCYgdyS", 
        "length": "1 hour", 
        "location": "211", 
        "scheduleblock": "saturday-pm-2", 
        "space": "Art", 
        "start": "10 AM", 
        "title": "Workshop: Design webfonts with Minecraft"
    }, 
    {
        "day": "Sunday", 
        "description": "This fun, collaborative workshop will explore GLAMs (galleries, libraries, archives and museums) and help them connect to each other, to Webmaker and to other open tools that rock public programming. ", 
        "end": "1 PM", 
        "everyone": "", 
        "facilitators": "Jennie Rose Halperin - Mozilla", 
        "id": "b1fx2CYlOyS", 
        "length": "1 hour", 
        "location": "209", 
        "scheduleblock": "saturday-am-1", 
        "space": "Art", 
        "start": "10 AM", 
        "title": "Workshop: Mozilla GLAM rockers: Not your momma’s galleries, libraries, archives, and museums!"
    }, 
    {
        "day": "Saturday", 
        "description": "We need a strong community of design mentors and contributors. Let's design guidelines using design and user experience (UX) principles. ", 
        "end": "4 PM", 
        "everyone": "", 
        "facilitators": "Cassie McDaniel - Mozilla Webmaker", 
        "id": "WkQe2RKluJB", 
        "length": "1 hour", 
        "location": "209", 
        "scheduleblock": "saturday-am-2", 
        "space": "Art", 
        "start": "2 PM", 
        "title": "Workshop: Mapping a Process for Design Contributors"
    }, 
    {
        "day": "Sunday", 
        "description": "Join us to design symbols of social attributes for responsible business models and tie them into visual families together!", 
        "end": "4 PM", 
        "everyone": "", 
        "facilitators": "Metod Blejec", 
        "id": "bJgp0FlukB", 
        "length": "1 hour", 
        "location": "211", 
        "scheduleblock": "saturday-am-1", 
        "space": "Art", 
        "start": "2 PM", 
        "title": "Workshop: Symboloskopy // Designing Social Attribution Symbols"
    }, 
    {
        "day": "Saturday", 
        "description": "Meet Daisuke Akatsuka from @mozillafactory Japan, the creator of the Parapara Animation Wall exhibit in the Art of the Web gallery. ", 
        "end": "12:20 PM", 
        "everyone": "", 
        "facilitators": "", 
        "id": "ZJM6PBEyIH", 
        "length": "1 hour", 
        "location": "212", 
        "scheduleblock": "saturday-pm-1", 
        "space": "Art", 
        "start": "11:20 AM", 
        "title": "Artist gallery hour: Parapara Animation Wall"
    }, 
    {
        "day": "Saturday", 
        "description": "Meet Amy Burvall @amyburvall from Hawaii, the creator of the Serendipoodle exhibit in the Art of the Web gallery. ", 
        "end": "1:20 PM", 
        "everyone": "", 
        "facilitators": "", 
        "id": "b1XaDS4k8r", 
        "length": "1 hour", 
        "location": "212", 
        "scheduleblock": "saturday-pm-1", 
        "space": "Art", 
        "start": "12:20 PM", 
        "title": "Artist gallery hour: Serendipidoodle"
    }, 
    {
        "day": "Saturday", 
        "description": "Meet Allison Hauser | @alliself, the creator of the Push Your Selfie exhibit in the Art of the Web gallery. ", 
        "end": "3 PM", 
        "everyone": "", 
        "facilitators": "", 
        "id": "WJETPSVyIB", 
        "length": "1 hour", 
        "location": "212", 
        "scheduleblock": "sunday-am-1", 
        "space": "Art", 
        "start": "2 PM", 
        "title": "Artist gallery hour: Push Your Selfie"
    }, 
    {
        "day": "Saturday", 
        "description": "Meet Luca Damiani from London, the creator of the TATE's Digital Studio exhibit in the Art of the Web gallery. ", 
        "end": "4 PM", 
        "everyone": "", 
        "facilitators": "", 
        "id": "Z1HaDS4J8S", 
        "length": "1 hour", 
        "location": "212", 
        "scheduleblock": "sunday-pm-1", 
        "space": "Art", 
        "start": "3 PM", 
        "title": "Artist gallery hour: TATE Digital Studio"
    }, 
    {
        "day": "Saturday", 
        "description": "Meet Forrest Sembiki + Gabriella Salvador Thume + Vilson Vieira, the creators of the Mozfest Art Bazaar and Turtle Power exhibits in the Art of the Web gallery. ", 
        "end": "5 PM", 
        "everyone": "", 
        "facilitators": "", 
        "id": "-J8pvSNJUr", 
        "length": "1 hour", 
        "location": "212", 
        "scheduleblock": "sunday-am-1", 
        "space": "Art", 
        "start": "4 PM", 
        "title": "Artist gallery hour: Mozfest Art Bazaar + Turtle Power"
    }, 
    {
        "day": "Sunday", 
        "description": "Meet Philo Van Kemenade + Giles Pradeau, the creators of the #Popathon exhibit in the Art of the Web gallery. ", 
        "end": "12 PM", 
        "everyone": "", 
        "facilitators": "", 
        "id": "W1PTPH4yLH", 
        "length": "1 hour", 
        "location": "212", 
        "scheduleblock": "saturday-am-2", 
        "space": "Art", 
        "start": "11 AM", 
        "title": "Artist gallery hour: Popathon"
    }, 
    {
        "day": "Sunday", 
        "description": "Meet Stephen Fortune @quadrophobiac from Ireland, the creator of the *UT exhibit in the Art of the Web gallery. ", 
        "end": "1 PM", 
        "everyone": "", 
        "facilitators": "", 
        "id": "bJdTPBVJIr", 
        "length": "1 hour", 
        "location": "212", 
        "scheduleblock": "saturday-pm-1", 
        "space": "Art", 
        "start": "12 PM", 
        "title": "Artist gallery hour: *UT"
    }, 
    {
        "day": "Sunday", 
        "description": "Meet ginger coons @ossington from Toronto, the creator of the When We Awoke to Our Folly exhibit in the Art of the Web gallery. ", 
        "end": "3 PM", 
        "everyone": "", 
        "facilitators": "", 
        "id": "byY6vSN1IS", 
        "length": "1 hour", 
        "location": "212", 
        "scheduleblock": "sunday-am-2", 
        "space": "Art", 
        "start": "2 PM", 
        "title": "Artist gallery hour: When We Awoke to our Folly"
    }, 
    {
        "day": "Sunday", 
        "description": "Meet Joelle Fleurantin | @joasqueeniebee from NYC, the creator of the Threadbare and the Network of Interactive Storytelling exhibit in the Art of the Web gallery. ", 
        "end": "4 PM", 
        "everyone": "", 
        "facilitators": "", 
        "id": "WycavSNyLB", 
        "length": "1 hour", 
        "location": "212", 
        "scheduleblock": "sunday-pm-1", 
        "space": "Art", 
        "start": "3 PM", 
        "title": "Artist gallery hour: Threadbare"
    }, 
    {
        "day": "Sunday", 
        "description": "Meet Michelle Gay | @mishymishyme from Toronto, the creator of the Exquisite Corpse: Co-creating Visual Stories exhibit in the Art of the Web gallery. ", 
        "end": "5 PM", 
        "everyone": "", 
        "facilitators": "", 
        "id": "b1o6wrEk8H", 
        "length": "2.5 hours", 
        "location": "212", 
        "scheduleblock": "sunday-am-1", 
        "space": "Art", 
        "start": "4 PM", 
        "title": "Artist gallery hour: Exquisite Corpse"
    }, 
    {
        "day": "Sunday", 
        "description": "", 
        "end": "3 PM", 
        "everyone": "", 
        "facilitators": "", 
        "id": "bJVwEGiwB", 
        "length": "2.5 hours", 
        "location": "", 
        "scheduleblock": "sunday-pm-1", 
        "space": "Art", 
        "start": "2 PM", 
        "title": ""
    }, 
    {
        "day": "Sunday", 
        "description": "Participants will have a broad and pertinent topic (data shadows) elaborated upon by making and by witnessing. A resource of ‘demographic’ pseudo users (as recently compiled in Axicom’s Consumer Data Products Catalog) provides a skeleton (or scaffold) upon which users will be encouraged to hang a narrative, sketches, or infographic caricatures.\n\nDigital Doppelgangers, data personas, aggregate profiles, risk factors and many other terms designate the abstractions produced from population scale data (note this term is far preferable to ‘big data’ as terminology) analysis. These abstractions provide purchase on our behaviours, tendencies, vulnerabilities and motives for those who have undertaken the data modelling.\n\nThis participatory workshop invites users to consider how they compare to data shadows. Moreover it invites them to put a face to these abstractions, and contemplate how opaque the production of said profiles is.\n", 
        "end": "3 PM", 
        "everyone": "", 
        "facilitators": "Stephen Fortune", 
        "id": "bJ7aW9IdH", 
        "length": "2.5 hours", 
        "location": "212", 
        "scheduleblock": "sunday-pm-1", 
        "space": "Art", 
        "start": "2 PM", 
        "title": "Data Shadow Puppetry"
    }, 
    {
        "day": "Saturday", 
        "description": "Explore technology that will enable science in the browser, and discuss the opportunities therein.", 
        "end": "6 PM", 
        "everyone": "", 
        "facilitators": "Michael Saunby <mike@saunby.net>", 
        "id": "W1lhT8xdyB", 
        "length": "2.5 hours", 
        "location": "702", 
        "scheduleblock": "sunday-am-1", 
        "space": "Science", 
        "start": "3 PM", 
        "title": "Science in the browser"
    }, 
    {
        "day": "Sunday", 
        "description": "Design open lessons on Teaching Data on the Web by filling in gaps between current workshop offerings, and building domain-specific content.", 
        "end": "2 PM", 
        "everyone": "", 
        "facilitators": "Aleksandra Pawlik\nRobert Davey @froggleston (The Genome Analysis Centre) <robert.davey@tgac.ac.uk>\nBilly Meinke, @billymeinke (Creative Commons) <billy.meinke@gmail.com>\nKarthik Ram <karthik.ram@gmail.com>", 
        "id": "b1W2pUlOyr", 
        "length": "2.5 hours", 
        "location": "703", 
        "scheduleblock": "saturday-pm-1", 
        "space": "Science", 
        "start": "11 AM", 
        "title": "Collaborative Lesson Development: Teaching Data on the Web"
    }, 
    {
        "day": "Saturday", 
        "description": "Explore the challenges and opportunities of Learning Analytics and choose questions we can answer together as a community.", 
        "end": "4 PM", 
        "everyone": "", 
        "facilitators": "Doug Belshaw @dajbelshaw <doug@mozillafoundation.org>\nSimon Knight @sjgknight <sjgknight@gmail.com>\nAdam Lofting <adam@mozillafoundation.org>", 
        "id": "b1GhTUeuyH", 
        "length": "2.5 hours", 
        "location": "702", 
        "scheduleblock": "sunday-am-1", 
        "space": "Science", 
        "start": "3 PM", 
        "title": "Learning Analytics for good in the age of Big Data"
    }, 
    {
        "day": "Sunday", 
        "description": "Learn the basics of remote sensing and work with satellite data from NASA in this data storytelling session.", 
        "end": "2 PM", 
        "everyone": "", 
        "facilitators": "Brian Jacobs <briantjacobs@gmail.com>", 
        "id": "WkXha8eOkr", 
        "length": "2.5 hours", 
        "location": "702", 
        "scheduleblock": "sunday-pm-1", 
        "space": "Science", 
        "start": "11 AM", 
        "title": "Storytelling from Space: Using Satellite Imagery in Interactive Projects"
    }, 
    {
        "day": "Saturday", 
        "description": "How can we better use badges to denote the roles in a research group? This sprint session will work on a badging prototype for code and data contributions in journal articles, exploring ORCID integration.", 
        "end": "1:20 PM", 
        "everyone": "", 
        "facilitators": "Patrick Polischuk <ppolischuk@plos.org>\nScott Edmunds <scott@gigasciencejournal.com>\nAmye Kenall <amye.kenall@biomedcentral.com>", 
        "id": "Z1VnpLg_1S", 
        "length": "2.5 hours", 
        "location": "702", 
        "scheduleblock": "saturday-am-1", 
        "space": "Science", 
        "start": "10 AM", 
        "title": "Open Science Contributorship Badges "
    }, 
    {
        "day": "Saturday", 
        "description": "Get some hands on experience using next-generation authoring tools designed to promote seamless collaboration in the sciences.", 
        "end": "1:20 PM", 
        "everyone": "", 
        "facilitators": "John Hammersley @DrHammersley <john.hammersley@writelatex.com>\nJohn Lees-Miller @jdleesmiller <john.lees-miller@writelatex.com>\nAlberto Pepe @albertopepe <Alberto@authorea.com>\nNathan Jenkins @nathanjenkins12 <Nate@authorea.com>\nRaghuram Korukonda <kraghu306@gmail.com>", 
        "id": "Z1rnT8guJS", 
        "length": "2.5 hours", 
        "location": "702", 
        "scheduleblock": "sunday-pm-1", 
        "space": "Science", 
        "start": "10 AM", 
        "title": "Online Tools for Open Science and Data-Driven Publishing"
    }, 
    {
        "day": "Saturday", 
        "description": "Explore some of the different collaboration models that have been used to create, review and share open research products on GitHub.", 
        "end": "6 PM", 
        "everyone": "", 
        "facilitators": "Jessica Lord @jlord <jlord@github.com>\nChrissie Brodigan <cb@github.com>\nAndrew Nesbitt <andrew@github.com>\nKarthik Ram <karthik.ram@gmail.com>\nArfon Smith <arfon@github.com>", 
        "id": "Z1L2pIe_kr", 
        "length": "2.5 hours", 
        "location": "703", 
        "scheduleblock": "saturday-am-1", 
        "space": "Science", 
        "start": "3 PM", 
        "title": "Introduction to GitHub for Collaborating and Academic Publishing"
    }, 
    {
        "day": "Sunday", 
        "description": "Test drive new course materials for teaching the Python Natural Language Toolkit for use in the humanities.", 
        "end": "2 PM", 
        "everyone": "", 
        "facilitators": "Fiona Tweedie <Fiona.C.Tweedie@gmail.com>", 
        "id": "-1PnTLlukS", 
        "length": "2.5 hours", 
        "location": "702", 
        "scheduleblock": "sunday-pm-1", 
        "space": "Science", 
        "start": "11 AM", 
        "title": "Text as Data: data carpentry for Humanities and Social Sciences"
    }, 
    {
        "day": "Saturday", 
        "description": "See a showcase of Zooniverse projects leveraging open data, and learn how to use those resources in your own projects.", 
        "end": "1:20 PM", 
        "everyone": "", 
        "facilitators": "Laura Whyte <laura@zooniverse.org>\nBrooke Simmons <brooke@zooniverse.org>\nVictoria Van Hyning <victoria@zooniverse.org>\nBrian Carstensen <brian@zooniverse.org>\nGrant Miller <grant@zooniverse.org>\nRobert Simpson <rob@zooniverse.org>", 
        "id": "Wk_h68xdkH", 
        "length": "2.5 hours", 
        "location": "702", 
        "scheduleblock": "sunday-am-1", 
        "space": "Science", 
        "start": "10 AM", 
        "title": "Zooniverse: Open Source Citizen Science"
    }, 
    {
        "day": "Sunday", 
        "description": "Learn how to use IPython Notebooks to run code, create plots, embed markdown & media, typeset math & share via GitHub + the Notebook Viewer.", 
        "end": "2 PM", 
        "everyone": "", 
        "facilitators": "Matthias Bussonnier @Mbussonn <bussonniermatthias@gmail.com>\nKyle Kelley <rgbkrk@gmail.com>", 
        "id": "bJFnaIe_1H", 
        "length": "2.5 hours", 
        "location": "703", 
        "scheduleblock": "sunday-pm-1", 
        "space": "Science", 
        "start": "11 AM", 
        "title": "Introduction to the IPython Notebook"
    }, 
    {
        "day": "Saturday", 
        "description": "Develop a concept map of open science skills, aimed at supporting curriculum for grad students.", 
        "end": "1:20 PM", 
        "everyone": "", 
        "facilitators": "M Fabiana Kubke @kubke mf.kubke@gmail.com\nBilly Meinke <billy.meinke@creativecommons.org>", 
        "id": "Zyq3TUg_1H", 
        "length": "2.5 hours", 
        "location": "702", 
        "scheduleblock": "sunday-am-1", 
        "space": "Science", 
        "start": "10 AM", 
        "title": "Skills and Curriculum Mapping for Open Science"
    }, 
    {
        "day": "Saturday", 
        "description": "Help us build mobile apps for citizen science with Appmaker.", 
        "end": "6 PM", 
        "everyone": "", 
        "facilitators": "Margaret Gold @MobileMaggie <margaret@tmc.bz>\nDiana Mastracci @DMastracci <d.mastracci.11@ucl.ac.uk>\nBrian Fuchs <brian@mobilecollective.co.uk>, Simon Clifford @simonaclifford (ScienceMakers)", 
        "id": "Z1j3pIlOkB", 
        "length": "2.5 hours", 
        "location": "702", 
        "scheduleblock": "saturday-pm-1", 
        "space": "Science", 
        "start": "3 PM", 
        "title": "Apps for Climate Change: using Appmaker for Citizen Science"
    }, 
    {
        "day": "Saturday", 
        "description": "Learn how the games industry breaks software as a means to making it better, and try it out on each other's projects.", 
        "end": "6 PM", 
        "everyone": "", 
        "facilitators": "@joegermuska\n@rcgraff\n@zlwise\nRyan Graff @rcgraff\nJoe Germuska @JoeGermuska\n", 
        "id": "b123pIxd1B", 
        "length": "2.5 hours", 
        "location": "702", 
        "scheduleblock": "saturday-pm-1", 
        "space": "Science", 
        "start": "5 PM", 
        "title": "\"Can you help me 'break' my project?\""
    }, 
    {
        "day": "Saturday", 
        "description": "Discuss and explore how we can tell clear, compelling stories based on network data.", 
        "end": "6 PM", 
        "everyone": "", 
        "facilitators": "Rich Gordon @richgor\nMatt Hong <knightlab@northwestern.edu>", 
        "id": "-kTh6Ildkr", 
        "length": "2.5 hours", 
        "location": "702", 
        "scheduleblock": "sunday-am-1", 
        "space": "Science", 
        "start": "3 PM", 
        "title": "Network Analysis and Visualization for the Web"
    }, 
    {
        "day": "Sunday", 
        "description": "Discover and build your own citizen science projects, from web apps to games to hardware to systems of sharing.", 
        "end": "2 PM", 
        "everyone": "", 
        "facilitators": "Muki Haklay, @mhaklay - Extreme Citizen Science Group UCL <m.haklay@ucl.ac.uk>\nCobi Smith, @cobismith - UN Institute for Training and Research <cobi.smith@unitar.org>\nJeffrey Warren, @PublicLab - Public Lab <jeff@publiclab.org>\nNicholas Johnson, @nejohnson2 - CUSP and Public Lab <nejohnson2@gmail.com>\nAlejandro Domínguez, @alejandrodob - PyBossa and Crowdcrafting <alejandrodob@gmail.com>\nIgor Babuschkin, @ibabusch - CERN summer student <igor@babushk.in>\nMohanty, @MeMohanty - CERN Webfest coordinator <sp.mohanty@cern.ch>\nKevin Dungs, @kdungs - TU Dortmund University <kevin@dun.gs>\nDavid Aanensen, @daanensen - Epicollect project Imperial College <daanensen@gmail.com>\nMargaret Gold, @MobileMaggie - EC Citizen Cyberlab Project <margaret@tmc.bz>\nBrian Fuchs, @bcf5 - EC Citizen Cyberlab Project <bcfuchs@googlemail.com>\nFrancois Grey <francois.grey@cern.ch>", 
        "id": "WyR2pUeOkH", 
        "length": "2.5 hours", 
        "location": "702", 
        "scheduleblock": "saturday-pm-1", 
        "space": "Science", 
        "start": "11 AM", 
        "title": "Upscience"
    }, 
    {
        "day": "Saturday", 
        "description": "Discuss what open science means for the global south, and help create a map relating your work to others worldwide.", 
        "end": "1:20 PM", 
        "everyone": "", 
        "facilitators": "Leslie Chan <chan@utsc.utoronto.ca>", 
        "id": "WJye2aIeuyH", 
        "length": "2.5 hours", 
        "location": "702", 
        "scheduleblock": "sunday-pm-1", 
        "space": "Science", 
        "start": "12:20 PM", 
        "title": "Doing Open and Collaborative Science in Development "
    }, 
    {
        "day": "Saturday", 
        "description": "Learn and discuss how tools from other industries could improve the process of scientific peer review.", 
        "end": "12:20 PM", 
        "everyone": "", 
        "facilitators": "Eva Amsen @easternblot\nRebecca Lawrence <rebecca.lawrence@f1000.com>\nMichael Markie @mmmarksman\nThomas Ingraham\nEleanor-Rose Begg", 
        "id": "WygxnTUxOyH", 
        "length": "2.5 hours", 
        "location": "702", 
        "scheduleblock": "saturday-pm-1", 
        "space": "Science", 
        "start": "11:20 AM", 
        "title": "Scientific peer review: identifying conflicts and fraud"
    }, 
    {
        "day": "Saturday", 
        "description": "Help remix and extend existing coding skill-building material for use as coding lessons for the librarian community.", 
        "end": "6 PM", 
        "everyone": "", 
        "facilitators": "Aure Moser @auremoser <auremoser@gmail.com>\nAshley Williams @ag_dubs <heyashleyashley@gmail.com>\nJennie Rose Halperin @little_wow <jennie.halperin@gmail.com>\nDavid Riordan @riordan <david.riordan@gmail.com>", 
        "id": "byTTLed1H", 
        "length": "2.5 hours", 
        "location": "702", 
        "scheduleblock": "sunday-am-1", 
        "space": "Science", 
        "start": "3 PM", 
        "title": "Hacking Hack the Library"
    }, 
    {
        "day": "Saturday", 
        "description": "Test drive new methods for Wikipedia to better curate and manage scholarly metadata.", 
        "end": "4 PM", 
        "everyone": "", 
        "facilitators": "Daniel Mietchen <daniel.mietchen@googlemail.com>", 
        "id": "-JZ66Ll_yr", 
        "length": "2.5 hours", 
        "location": "702", 
        "scheduleblock": "sunday-pm-1", 
        "space": "Science", 
        "start": "1 PM", 
        "title": "Improving reference management on Wikimedia projects"
    }, 
    {
        "day": "Sunday", 
        "description": "Learn and collaborate on curricular and tech strategies to further youth-led inquiry into human ecology and urban ecosystems.", 
        "end": "4 PM", 
        "everyone": "", 
        "facilitators": "Emmanuel Pratt, Sweet Water Foundation / Hive Chicago, @SweetWaterFDN <emmanuel@sweetwaterfoundation.com>\nDavid Bild <dbild@naturemuseum.org>", 
        "id": "W1GTTUgdyS", 
        "length": "2.5 hours", 
        "location": "702", 
        "scheduleblock": "sunday-am-1", 
        "space": "Science", 
        "start": "3 PM", 
        "title": "Teen-Driven Open Science: Re-Mapping the Everyday Community"
    }, 
    {
        "day": "Sunday", 
        "description": "Build your spreadsheet skills by learning to perform a number of functions on real data in a hands-on, collaborative lesson.", 
        "end": "6 PM", 
        "everyone": "", 
        "facilitators": "Yuandra Ismiraldi @iniandra <me@yuandraismiraldi.net>\nMilena Marin <milena.marin@okfn.org>", 
        "id": "WJXTa8eu1H", 
        "length": "2.5 hours", 
        "location": "703", 
        "scheduleblock": "sunday-pm-1", 
        "space": "Science", 
        "start": "3 PM", 
        "title": "Become a spreadsheet pro "
    }, 
    {
        "day": "Saturday", 
        "description": "Learn how to use your tools of choice to clean up messy data in a collaborative skills workshop.", 
        "end": "1:20 PM", 
        "everyone": "", 
        "facilitators": "Yuandra Ismiraldi @iniandra <me@yuandraismiraldi.net>\nKarthik Ram <karthik.ram@gmail.com>\nMilena Marin <milena.marin@okfn.org>", 
        "id": "ZJEa6UxO1B", 
        "length": "2.5 hours", 
        "location": "703", 
        "scheduleblock": "saturday-pm-1", 
        "space": "Science", 
        "start": "10 AM", 
        "title": "Dealing with messy data"
    }, 
    {
        "day": "Saturday", 
        "description": "Discover and explore interesting ways to use open weather forecast data, making use of a simple python module.", 
        "end": "1:20 PM", 
        "everyone": "", 
        "facilitators": "Ian Gentry @iangentry <ian.gentry@metoffice.gov.uk>\nRachel Prudden <rachel.prudden@metoffice.gov.uk>\nAndrew Poyntz <andrew.poyntz@metoffice.gov.uk>\nPeter Chase <peter.chase@metoffice.gov.uk>\nJacob Tomlinson <jacob.tomlinson@metoffice.gov.uk>", 
        "id": "bJraT8gdyS", 
        "length": "2.5 hours", 
        "location": "702", 
        "scheduleblock": "sunday-pm-1", 
        "space": "Science", 
        "start": "10 AM", 
        "title": "Learn how to build cool things with weather data in Python"
    }, 
    {
        "day": "Saturday", 
        "description": "Learn about open health data from the NHS & how to use it to build stories and case studies.", 
        "end": "6 PM", 
        "everyone": "", 
        "facilitators": "Paul Gesiak - CDE Catapult\nFrancine Bennett @MastodonC", 
        "id": "b1IpTUl_JS", 
        "length": "2.5 hours", 
        "location": "702", 
        "scheduleblock": "sunday-pm-1", 
        "space": "Science", 
        "start": "3 PM", 
        "title": "Working with open health data"
    }, 
    {
        "day": "Saturday", 
        "description": "Come by open health map and identify opportunities to unleash the disruptive potential  of open philosophy in health care.", 
        "end": "4 PM", 
        "everyone": "", 
        "facilitators": "Jenny Molloy @JennyMolloy <jenny.molloy@okfn.org>\nKate Ettinger <kme@muralinstitute.com>", 
        "id": "WyNnHokDB", 
        "length": "2.5 hours", 
        "location": "700", 
        "scheduleblock": "sunday-pm-1", 
        "space": "Science", 
        "start": "3 PM", 
        "title": "Mapping Open Projects in Health: An Open Health Session"
    }, 
    {
        "day": "Sunday", 
        "description": "Come by open health map and identify opportunities to unleash the disruptive potential  of open philosophy in health care.", 
        "end": "1 PM", 
        "everyone": "", 
        "facilitators": "Jenny Molloy @JennyMolloy <jenny.molloy@okfn.org>\nKate Ettinger <kme@muralinstitute.com>", 
        "id": "-yPTTUld1r", 
        "length": "2.5 hours", 
        "location": "700", 
        "scheduleblock": "sunday-am-1", 
        "space": "Science", 
        "start": "11:20 AM", 
        "title": "Mapping Open Projects in Health: An Open Health Session"
    }, 
    {
        "day": "Saturday", 
        "description": "Join us in a paper prototyping exercise to look at alternative career and learning paths in research.", 
        "end": "1:20 PM", 
        "everyone": "", 
        "facilitators": "Lucas Blair", 
        "id": "ZyxV3rikwS", 
        "length": "2.5 hours", 
        "location": "700", 
        "scheduleblock": "sunday-am-1", 
        "space": "Science", 
        "start": "11:20 AM", 
        "title": "Building Pathways to Careers in Science"
    }, 
    {
        "day": "Sunday", 
        "description": "Join us in a paper prototyping exercise to look at alternative career and learning paths in research.", 
        "end": "1 PM", 
        "everyone": "", 
        "facilitators": "Lucas Blair", 
        "id": "WJXOrEJ8r", 
        "length": "2.5 hours", 
        "location": "700", 
        "scheduleblock": "saturday-am-1", 
        "space": "Science", 
        "start": "11 AM", 
        "title": "Building Pathways to Careers in Science"
    }, 
    {
        "day": "Sunday", 
        "description": "Learn how to visualize atmospheric pressure data collected through mobile devices.", 
        "end": "6 PM", 
        "everyone": "", 
        "facilitators": "Jared Kerim @ jaredkerim - PressureNET", 
        "id": "Wyxm_HVyUS", 
        "length": "2.5 hours", 
        "location": "702", 
        "scheduleblock": "saturday-am-1", 
        "space": "Science", 
        "start": "3 PM", 
        "title": "Visualizing mobile atmospheric pressure data"
    }, 
    {
        "day": "Sunday", 
        "description": "In a time when we've got pre-print servers like the arXiv, collaboration platforms like GitHub and mechanisms for applying reviewer credit like Publons, why can't we just build our own open source journal? Let's talk through how we could build a toolchain for deploying an open source journal and perhaps even start writing some code!", 
        "end": "6 PM", 
        "everyone": "", 
        "facilitators": "Arfon Smith (Github), Abby Cabunoc (Mozilla Science), Bill Mills (Mozilla Science)", 
        "id": "b1VGV4IdB", 
        "length": "2.5 hours", 
        "location": "702", 
        "scheduleblock": "sunday-pm-1", 
        "space": "Science", 
        "start": "3 PM", 
        "title": "Let's Build a Journal!"
    }, 
    {
        "day": "Saturday", 
        "description": "Meet the track's Space Wranglers, get a taste of our plan for the weekend – bring your morning energy drink of choice!", 
        "end": "10:30 AM", 
        "everyone": "", 
        "facilitators": "Beatrice Martini (Open Knowledge / Open Knowledge Festival) @beatricemartini\nBekka Kahn (P2PU / Open Coalition) @rebamex @opencoalition\nHeather Leson (Humanitarian OpenStreetMap Team) @HeatherLeson\n@hotosm\nDustin Stiver @DustinStiver (The Sprout Fund)\nMatt Hannigan @sproutfund (The Sprout Fund)", 
        "id": "b10PHVJIr", 
        "length": "2.5 hours", 
        "location": "602", 
        "scheduleblock": "sunday-pm-1", 
        "space": "Community", 
        "start": "10 AM", 
        "title": "Community Building Track: group kick-off!"
    }, 
    {
        "day": "Saturday", 
        "description": "Open communities thrive when we share. Throughout the Mozfest weekend, we will start a collaborative book sprint for Community Building. In this ongoing session, we will be collecting tips, artifacts, checklists, and stories all about how to nuture and support a healthy vibrant Open Community. Mozfest is our community incubator full of many passionate and knowledge community members. We will test out our draft Table of Contents and play with some community templates and exercises to draw, hack and map the open community. Stop by for the weekend, a session, or even drive by to add a sticky note or test out our ideas. Every interaction counts!\n\n[Click here to go to the updated etherpad to know more about outline and next steps](http://workopen.org/toolkit)", 
        "end": "5 PM", 
        "everyone": "", 
        "facilitators": "Laura Hilliger (Mozilla) @epilepticrabbit\nHeather Leson (Humanitarian OpenStreetMap Team) @HeatherLeson\n@hotosm\nBekka Kahn (P2PU / Open Coalition) @rebamex / @opencoalition\nMichelle Thorne (Mozilla) @thornet", 
        "id": "Z1GgCLlOkS", 
        "length": "2.5 hours", 
        "location": "602", 
        "scheduleblock": "saturday-am-1", 
        "space": "Community", 
        "start": "10:30 AM", 
        "title": "Collaborate on a Community Building Handbook"
    }, 
    {
        "day": "Saturday", 
        "description": "Every day, all over the world, people are working hard to figure out the best ways to collaborate, engage more meaningfully with others, increase adoption of new ideas, remix those ideas, and bring new audiences into the fold. MozFest is brimming with technologists and creators who are passionate about community building. This ongoing track activity will capitalize on the expertise of the MozFest crowd and capture discover the most effective approaches being used by Mozillians to create a thriving global community. Open-sourcing the best gathering, sharing, and mobilizing techniques will help improve every Hack Jam, Maker Party, Skill Share, Ed Camp, Unconference, and Meet-Up that will happen in the future.", 
        "end": "5 PM", 
        "everyone": "", 
        "facilitators": "Dustin Stiver (The Sprout Fund) @DustinStiver\nMatt Hannigan (The Sprout Fund) @sproutfund", 
        "id": "ZyxRPHE1Ur", 
        "length": "2.5 hours", 
        "location": "602", 
        "scheduleblock": "saturday-am-1", 
        "space": "Community", 
        "start": "10:30 AM", 
        "title": "View Source Community Code Wall"
    }, 
    {
        "day": "Saturday", 
        "description": "Each of us are part of many communities - both offline and online. How can we exercise our community brains together to help Open communities share more? In this one hour session we will 1) start a physical map of communities to hand off to the Open Coalition (using leaflet) 2) consider who is in communities and why 3) build a value and get involved model 4) draw diagrams of communites to start an open theory of change", 
        "end": "11:50 AM", 
        "everyone": "", 
        "facilitators": "Heather Leson (Humanitarian OpenStreetMap Team) @HeatherLeson\n@hotosm\nNeal Bastek (Open Knowledge) @nbastek", 
        "id": "-1ZCDBVkLS", 
        "length": "2.5 hours", 
        "location": "602", 
        "scheduleblock": "sunday-am-1", 
        "space": "Community", 
        "start": "10:30 AM", 
        "title": "We are Community"
    }, 
    {
        "day": "Saturday", 
        "description": "Open communities collaborate and develop being distributed around the world and strive to grow in places with different cultural norms, different languages and amongst people of different genders and sociodemographic backgrounds. Community members collaborate for change, and raise important questions about how to allow this to take place in a respectful and inclusive manner, and what governance structures and consultation processes best support this ecosystem.\n\nBeing distributed and collaborative is exciting and enriching for both ourselves and our projects but also poses us with significant challenges that we have struggled to effectively resolve. \nWe'll discuss about these, focusing on Global Community Processes, Cultural, Gender, Age and Accessibility & Ability diversity. Working groups unpacking each topic will aim to learn from the most relevant learnings and resources available and flesh out their proposals for the next steps that could help the Open Web movement to be more inclusive and therefore stronger.\n\nThis proposal builds on the discussions and learnings from two previous workshops, run at re:publica (Berlin, May 2014) and Wikimania (London, August 2014).\n\n[Click here to go to the updated etherpad](https://etherpad.mozilla.org/cb-diversity)", 
        "end": "12:45 PM", 
        "everyone": "", 
        "facilitators": "Beatrice Martini (Open Knowledge / Open Knowledge Festival) @beatricemartini\nKatelyn Rogers (Open Knowledge) @KayHuit\nMichelle Brook @MLBrook\nFlore Allemandou (Mozilla Rep France & Womoz) @FAllemandou\nJ.Nathan Matias (MIT Media Lab, Awesome Knowledge Foundation) @natematias\nDeb Soumya & Alifiyah Ganijee (Mozilla Reps India & Kenya) @Debloper @alifyaganijee\nLeo McArdle & Ibrahima Sarr (Mozilla Reps UK & France) @LeoMcArdle @ibrahimasaar\nCynthia Ng (Webmaker) @TheRealArty", 
        "id": "b17g0Ie_yB", 
        "length": "2.5 hours", 
        "location": "602", 
        "scheduleblock": "saturday-am-1", 
        "space": "Community", 
        "start": "11:45 AM", 
        "title": "Join! Types of diversity and inclusion"
    }, 
    {
        "day": "Saturday", 
        "description": "We will talk about the impact of student involvement in Mozilla communities and how we can empower students to become young Mozilla community builders.", 
        "end": "12:45 PM", 
        "everyone": "", 
        "facilitators": "Faye Tandog (Mozilla Philippines) @fayetandog\nGalaxy Kadiyala (Mozilla) @GalaxyK\nVineel Pindi (Mozilla) @vineelreddy", 
        "id": "-1bgA8eOJB", 
        "length": "2.5 hours", 
        "location": "602", 
        "scheduleblock": "sunday-am-1", 
        "space": "Community", 
        "start": "11:45 AM", 
        "title": "Student Involvement in Mozilla Communities"
    }, 
    {
        "day": "Saturday", 
        "description": "Many attendees at MozFest are already working in open organistions and are already familiar with the values that govern the Open Movement. Transparency, inclusiveness, collaboration, feedback and peer production are critical to building the open Web, but how many of us manage to include these in our day-to-day working practice? Many organisations do open very well, but it's a lot harder to be open.  This session aims to help participants identify points in their working practice where these values are being implemented, and where more work needs to be done. Led by facilitators who are experienced open practitioners and advocates, participants will be asked to examine their organisation's activities, identify best practice, obstacles and trade-offs and develop skills and tools to help the open movement to be open, as well as do open work.\n", 
        "end": "2:30 PM", 
        "everyone": "", 
        "facilitators": "Bekka Kahn (P2PU / Open Coalition) @rebamex / @opencoalition\nBeatrice Martini (Open Knowledge / Open Knowledge Festival) @beatricemartini / @OKFestival\nKatelyn Rogers (Open Knowledge) @KayHuit\nMatt Thompson (Mozilla) @OpenMatt\nJane Park (Creative Commons) @janedaily", 
        "id": "WyElRIluyS", 
        "length": "2.5 hours", 
        "location": "602", 
        "scheduleblock": "sunday-pm-1", 
        "space": "Community", 
        "start": "1:30 PM", 
        "title": "Walking the talk - How to work open"
    }, 
    {
        "day": "Saturday", 
        "description": "The aim for this session is to explore new and existing models for organizational collaboration. Participants in this session will share experiences and best practices, brainstorm partnership models and opportunities, as well as ways in which open organizations can better support motivated contributors wanting to build formal (and possibly replicable) bridges between the open movement and the wider world.", 
        "end": "3:45 PM", 
        "everyone": "", 
        "facilitators": "Lyre Calliope (Mozilla Boston / Code for Boston) @CaptainCalliope\nKelsey Wiens (Creative Commons South Africa) @bella_velo", 
        "id": "bJLxCLxOyS", 
        "length": "2.5 hours", 
        "location": "602", 
        "scheduleblock": "sunday-am-1", 
        "space": "Community", 
        "start": "2:45 PM", 
        "title": "Growing the movement through organizational partnerships"
    }, 
    {
        "day": "Saturday", 
        "description": "The session focuses on global and healthy growth of communities, and aims to address topics such as Recognition, Sustainable Growth, Mentorship, Pathways, Governance and Systems and Data.\n\nWe'll adopt a speed geeking format, in which up to six experienced community members will run a station each unpacking one of the core topics in a dense 5-8 minute conversation.\nParticipants will be invited to visit a station after the other one until everyone will have visited every station\n.\n[Click here to go to the updated etherpad](https://remo.etherpad.mozilla.org/mozfest-2014-speedgeeking)", 
        "end": "5 PM", 
        "everyone": "", 
        "facilitators": "Pierros Papadeas (Mozilla) @ppapadeas\nEmma Irwin (Mozilla) @sunnydeveloper\nGuillermo Movia (Mozilla Rep / HacksHackersBA) @deimidis\nIrayani Queencyputri (Mozilla Rep Jakarta) @rara79\nNikos Roussos (Mozilla Rep / FSFE / Hackerspace.gr) @comzeradd\nDeb Soumya (Mozilla Rep India) @debloper\nWilliam Reynolds (Mozilla) @dailycavalier\nHenrik Mitsch (Mozilla Rep Germany) @hmitsch", 
        "id": "-1zAwHNy8H", 
        "length": "2.5 hours", 
        "location": "602", 
        "scheduleblock": "saturday-am-1", 
        "space": "Community", 
        "start": "4 PM", 
        "title": "Speek Geeking Global, Healthy and Sustainable Communities"
    }, 
    {
        "day": "Sunday", 
        "description": "Open communities thrive when we share. Throughout the Mozfest weekend, we will be working on  collaborative book sprint for Community Building. In this ongoing session, we will be collecting tips, artifacts, checklists, and stories all about how to nurture and support a healthy, vibrant Open Community. Mozfest is the ultimate community incubator full of many passionate and knowledge community members. We will test out our draft Table of Contents and play with some community templates and exercises to draw, hack and map the open community. Stop by for the weekend, a session, or even drive by to add a sticky note or test out our ideas. Every interaction counts!\n\n[Click here to go to the updated etherpad to know more about outline and next steps](http://workopen.org/toolkit)", 
        "end": "4 PM", 
        "everyone": "", 
        "facilitators": "Laura Hilliger (Mozilla) @epilepticrabbit\nHeather Leson (Humanitarian OpenStreetMap Team) @HeatherLeson\n@hotosm\nBekka Kahn (P2PU / Open Coalition) @rebamex / @opencoalition\nMichelle Thorne (Mozilla) @thornet", 
        "id": "WkmAvr4y8B", 
        "length": "2.5 hours", 
        "location": "602", 
        "scheduleblock": "sunday-am-1", 
        "space": "Community", 
        "start": "11:30 AM", 
        "title": "Collaborate on a Community Building Handbook"
    }, 
    {
        "day": "Sunday", 
        "description": "Every day, all over the world, people are working hard to figure out the best ways to collaborate, engage more meaningfully with others, increase adoption of new ideas, remix those ideas, and bring new audiences into the fold. MozFest is brimming with technologists and creators who are passionate about community building. This ongoing track activity will capitalize on the expertise of the MozFest crowd and capture discover the most effective approaches being used by Mozillians to create a thriving global community. Open-sourcing the best gathering, sharing, and mobilizing techniques will help improve every Hack Jam, Maker Party, Skill Share, Ed Camp, Unconference, and Meet-Up that will happen in the future.", 
        "end": "4 PM", 
        "everyone": "", 
        "facilitators": "Dustin Stiver (The Sprout Fund) @\nMatt Hannigan (The Sprout Fund) @sproutfund", 
        "id": "Zk4ADrNJLH", 
        "length": "2.5 hours", 
        "location": "602", 
        "scheduleblock": "saturday-am-1", 
        "space": "Community", 
        "start": "11:50 AM", 
        "title": "View Source Community Code Wall"
    }, 
    {
        "day": "Sunday", 
        "description": "Online communities have many tools for making decisions and getting work done, but fewer ways to have fun together and build lasting relationships. Let's change that! In this session, share stories and prototype designs for celebrations and parties online. People who participate in the session will be invited to party with us online after MozFest ends! Learn more at http://bit.ly/howtopartyonline", 
        "end": "1 PM", 
        "everyone": "", 
        "facilitators": "J.Nathan Matias (MIT Media Lab / Awesome Knowledge Foundation) @natematias\nVanessa Gennarelli (P2PU) @mozzadrella", 
        "id": "W1SADrVkUB", 
        "length": "2.5 hours", 
        "location": "602", 
        "scheduleblock": "sunday-pm-1", 
        "space": "Community", 
        "start": "11:30 AM", 
        "title": "Having Fun and Sharing Gratitude in Distributed Online Communities"
    }, 
    {
        "day": "Sunday", 
        "description": "Many open communities and Mozillians around the world throw several events everyday, they develop ideas, projects and plans to build and sustain their communities. Often these are all limited to a small scale or abandoned due to inadequate funding.\n\nIn this session, we will show you how to fund your project, large event, maker festival, maker party, hack jam, idea, project, community goals such as a space, awareness campaign. We will show you the different ways and tools such as online through indiegogo campaigns, finding physical partners and pitching to the world. We’ll tell you where many go wrong and don’t succeed. This session is practical and hands-on so participants are expected to try out the content delivered during the session.\n\nThis session will change your community; it will equip you to do unlimited possibilities. Helping remove the largest limiting factor currently which is funding, we believe communities will do several wonders!", 
        "end": "1 PM", 
        "everyone": "", 
        "facilitators": "Lawrence Kisuuki (Mozilla Uganda) @lawkis @mozcomug\nBen Moskowitz (Mozilla) @benrito\nAlisa Cordesius (IndieGoGo) @gogoalisa\nAndrea Wood (Mozilla) @valiant", 
        "id": "WJvgCLldkH", 
        "length": "2.5 hours", 
        "location": "602", 
        "scheduleblock": "sunday-pm-1", 
        "space": "Community", 
        "start": "11:30 AM", 
        "title": "Fund your Project, Raise Your Community"
    }, 
    {
        "day": "Sunday", 
        "description": "In this session you will get an opportunity to focus on the people who will be impacted or involved with your community mobilisation.  By working through several hands-on exercises, you will get an opportunity to map out your stakeholders and learn how get them more deeply involved. You will also learn how to work with a power analysis technique that will allow you to create tactics and strategies that will result in real change. This session will also give you insights on messaging amd building power for those that don't have it.", 
        "end": "4 PM", 
        "everyone": "", 
        "facilitators": "Dirk Slater (Fabriders) @Fabrider", 
        "id": "bJLAvSN18B", 
        "length": "2.5 hours", 
        "location": "602", 
        "scheduleblock": "sunday-am-1", 
        "space": "Community", 
        "start": "2 PM", 
        "title": "Using a Spectrogram for Stakeholder Mapping and Power Analysis"
    }, 
    {
        "day": "Sunday", 
        "description": "What kind of action – local or global, online or offline – are you going to take once you get back home from MozFest to help rock the future of the Open Web?\n\nEveryone is invited to join our Closing Circle, share their answer to this question and find out  about each others'!\nWe'll learn more about how a participatory gathering can help fuel the drive for change and – if you like the idea – you'll also be more than welcome to fill out our survey dedicated to sharing and mapping community action plans. Anyone can take part, in whichever way suits them - you may choose to do it anonymously and can even join in if you didn't have the time to participate in our sessions because you were too busy making awesomeness happen in other tracks.", 
        "end": "5 PM", 
        "everyone": "", 
        "facilitators": "WE ALL! @MozillaFestival", 
        "id": "ZkwADrNJ8S", 
        "length": "2.5 hours", 
        "location": "602", 
        "scheduleblock": "saturday-am-1", 
        "space": "Community", 
        "start": "4:15 PM", 
        "title": "Community Building Track: closing circle – action plans sharing in full effect!"
    }, 
    {
        "day": "Saturday", 
        "description": "Drop-In: A brief morning meeting to connect on the who/what/when/where/how of Hive at MozFest", 
        "end": "11:20 AM", 
        "everyone": "", 
        "facilitators": "Shannon Accardo\nGeoff Millener\nLindsey Frost Cleary", 
        "id": "WJZxdSEJ8r", 
        "length": "2.5 hours", 
        "location": "601", 
        "scheduleblock": "saturday-am-1", 
        "space": "Hive", 
        "start": "10 AM", 
        "title": "Check In + Global Meet-up Redux"
    }, 
    {
        "day": "Saturday", 
        "description": "Drop-In: A  lab for brainstorming solutions for learning communities. Together we  will run through an energy-filled activity to rapid prototype collaborative solutions. ", 
        "end": "2 PM", 
        "everyone": "", 
        "facilitators": "Kari Keefe\nAtul Varma", 
        "id": "-Jzx_SVy8r", 
        "length": "2.5 hours", 
        "location": "601", 
        "scheduleblock": "sunday-am-1", 
        "space": "Hive", 
        "start": "11:20 AM", 
        "title": "Hive Labs Action Incubator: Solutions"
    }, 
    {
        "day": "Saturday", 
        "description": "Drop-In: MozFest is one place where we see lots of developing interest in building Hive communities in new cities. If you are connected to a Hive, sign  up for for a 30 minute slot to help  answer questions and share your   experience with others who are curious  about Hive. Sign-up sheet will  be available at the Friday global meet-up.  ", 
        "end": "2 PM", 
        "everyone": "", 
        "facilitators": "Robert Friedman\nKathryn Meisner", 
        "id": "-yXxOHV18B", 
        "length": "2.5 hours", 
        "location": "601", 
        "scheduleblock": "sunday-pm-1", 
        "space": "Hive", 
        "start": "11:20 AM", 
        "title": "Hive Office Hours "
    }, 
    {
        "day": "Sunday", 
        "description": "What  does a successful learning network look like? How do we measure the   impact of the growing constellation of Hive communities? Join us for a  morning discussion with Chris Lawrence, Mozilla VP of Learning and  Global Hive Director, and others about the theory and practice of  Hive.  ", 
        "end": "11 AM", 
        "everyone": "", 
        "facilitators": "Chris Lawrence", 
        "id": "WJVxuB4k8S", 
        "length": "2.5 hours", 
        "location": "601", 
        "scheduleblock": "sunday-pm-1", 
        "space": "Hive", 
        "start": "10 AM", 
        "title": "Fireside Chat: Refining Hive's Theory of Action"
    }, 
    {
        "day": "Sunday", 
        "description": "Drop-In: Just  like on Saturday, sign up for for a 30 minute slot to help answer questions and to share your Hive experience with others. Sign up for a  time slot at the Friday global meet-up.  ", 
        "end": "1 PM", 
        "everyone": "", 
        "facilitators": "Robert Friedman\nKathryn Meisner", 
        "id": "bkHe_BNyIH", 
        "length": "2.5 hours", 
        "location": "601", 
        "scheduleblock": "saturday-am-1", 
        "space": "Hive", 
        "start": "11 AM", 
        "title": "Hive Office Hours"
    }, 
    {
        "day": "Sunday", 
        "description": "Drop-In: A lab for giving and receiving feedback.  Think you've got a great idea? Need some feedback? Join Hive labs in a   session where you learn to receive and provide meaningful feedback   to/from others.", 
        "end": "1 PM", 
        "everyone": "", 
        "facilitators": "Leah Gilliam\nRafi Santos\nDixie Ching ", 
        "id": "byUgdBVkUB", 
        "length": "2.5 hours", 
        "location": "601", 
        "scheduleblock": "sunday-am-1", 
        "space": "Hive", 
        "start": "11 AM", 
        "title": "Hive Labs Action Incubator: Feedback"
    }, 
    {
        "day": "Sunday", 
        "description": "It's  time to share some solutions to the big, hairy challenges  you first tackled during Friday's Action Incubator. What did you  discover? How will you put new knowledge to work in your community? Join  back up with the global Hive community to put solutions into action  across cities and discuss how we'll continue the conversation following  MozFest. ", 
        "end": "3 PM", 
        "everyone": "", 
        "facilitators": "Julia Vallera\nGeoff Millener", 
        "id": "-kPxuH4yIS", 
        "length": "2.5 hours", 
        "location": "601", 
        "scheduleblock": "sunday-pm-1", 
        "space": "Hive", 
        "start": "2 PM", 
        "title": "Closing Global Hive Meet-up"
    }, 
    {
        "day": "Saturday", 
        "description": "Youth Zone maker corner workshop and loom band competition for families", 
        "end": "2:30 PM", 
        "everyone": "", 
        "facilitators": "Kate Kneale\nDerrick Walsh\nDorine Flies", 
        "id": "bybb_HEy8r", 
        "length": "2.5 hours", 
        "location": "4: Youth Zone", 
        "scheduleblock": "sunday-am-1", 
        "space": "Youth", 
        "start": "10:30 AM", 
        "title": "Youth Zone maker corner workshop and loom band competition for families"
    }, 
    {
        "day": "Saturday", 
        "description": "Open hack and play with MineCraft with the Kano Pi', MindTest on netbooks and Scrat Jr on tablets", 
        "end": "2:30 PM", 
        "everyone": "", 
        "facilitators": "Martyn Eggleton @EduMakeCoop <martyn@edumake.org>", 
        "id": "Zy7PcHfvr", 
        "length": "2.5 hours", 
        "location": "4: Youth Zone", 
        "scheduleblock": "saturday-pm-1", 
        "space": "Youth", 
        "start": "10:30 AM", 
        "title": "Open hack and play with MineCraft with the Kano Pi', MindTest on netbooks and Scrat Jr on tablets"
    }, 
    {
        "day": "Saturday", 
        "description": "Minecraft Modding hacking the Java code with NetBeans", 
        "end": "2:30 AM", 
        "everyone": "", 
        "facilitators": "Luke Mayell\nMax Shave\nAflie Day\nHarry Zammit-Smith", 
        "id": "byZOSEkLH", 
        "length": "2.5 hours", 
        "location": "4: Youth Zone", 
        "scheduleblock": "sunday-pm-1", 
        "space": "Youth", 
        "start": "1:30 PM", 
        "title": "Minecraft Modding hacking the Java code with NetBeans 4kids"
    }, 
    {
        "day": "Saturday", 
        "description": "", 
        "end": "12:50 PM", 
        "everyone": "", 
        "facilitators": "Santeri Koivisto @Aalvisto santeri@teachergaming.com\nMikael Uusi-Mäkelä <mikael@teachergaming.com>", 
        "id": "ZylCUlOyH", 
        "length": "2.5 hours", 
        "location": "4: Youth Zone", 
        "scheduleblock": "sunday-am-1", 
        "space": "Youth", 
        "start": "10:30 AM", 
        "title": "Adopt a Turtle - Coding in ComputerCraftEdu"
    }, 
    {
        "day": "Sunday", 
        "description": "", 
        "end": "1:30 PM", 
        "everyone": "", 
        "facilitators": "Santeri Koivisto @Aalvisto santeri@teachergaming.com\nMikael Uusi-Mäkelä <mikael@teachergaming.com>", 
        "id": "ZylCUlOyH", 
        "length": "2.5 hours", 
        "location": "4: Youth Zone", 
        "scheduleblock": "sunday-am-1", 
        "space": "Youth", 
        "start": "11:30 AM", 
        "title": "Adopt a Turtle - Coding in ComputerCraftEdu"
    }, 
    {
        "day": "Sunday", 
        "description": "", 
        "end": "5 PM", 
        "everyone": "", 
        "facilitators": "Kate Kneale\nDerrick Walsh\nDorine Flies Tanya Branden", 
        "id": "WyfZOSEJUS", 
        "length": "2.5 hours", 
        "location": "4: Youth Zone", 
        "scheduleblock": "saturday-am-1", 
        "space": "Youth", 
        "start": "11 AM", 
        "title": "Youth Zone maker corner workshop and loom band competition for families"
    }, 
    {
        "day": "Sunday", 
        "description": "Minecraft Modding hacking the Java code with NetBeans", 
        "end": "1:30 PM", 
        "everyone": "", 
        "facilitators": "Luke Mayell\nMax Shave\nAflie Day\nHarry Zammit-Smith", 
        "id": "byZOSEkLH", 
        "length": "2.5 hours", 
        "location": "4: Youth Zone", 
        "scheduleblock": "sunday-pm-1", 
        "space": "Youth", 
        "start": "11:30 AM", 
        "title": "Minecraft Modding hacking the Java code with NetBeans 4kids"
    }, 
    {
        "day": "Sunday", 
        "description": "", 
        "end": "3:15 PM", 
        "everyone": "", 
        "facilitators": "Emma Irwin\nStafan Costen", 
        "id": "-y7b_HEkUS", 
        "length": "2.5 hours", 
        "location": "4: Youth Zone", 
        "scheduleblock": "saturday-am-1", 
        "space": "Youth", 
        "start": "2 PM", 
        "title": "FOSS for kids"
    }, 
    {
        "day": "Sunday", 
        "description": "", 
        "end": "5 PM", 
        "everyone": "", 
        "facilitators": "Joe Dytrych <joe@drumrollhq.com>", 
        "id": "-JbZzwiRBr", 
        "length": "2.5 hours", 
        "location": "4: Youth Zone", 
        "scheduleblock": "saturday-pm-1", 
        "space": "Youth", 
        "start": "3:15 PM", 
        "title": "E.A.K: Mini Game Jam"
    }, 
    {
        "day": "Sunday", 
        "description": "", 
        "end": "5 PM", 
        "everyone": "", 
        "facilitators": "\nMartyn Eggleton @EduMakeCoop <martyn@edumake.org>\n", 
        "id": "b1nTMhRHB", 
        "length": "2.5 hours", 
        "location": "4: Youth Zone", 
        "scheduleblock": "sunday-am-1", 
        "space": "Youth", 
        "start": "3:15 PM", 
        "title": "Hacking Cuddly Waterbears"
    }, 
    {
        "day": "Sunday", 
        "description": "", 
        "end": "5 PM", 
        "everyone": "", 
        "facilitators": "Harry Zammit-Smith", 
        "id": "bJeWOHE18H", 
        "length": "2.5 hours", 
        "location": "4: Youth Zone", 
        "scheduleblock": "saturday-pm-1", 
        "space": "Youth", 
        "start": "3:15 PM", 
        "title": "Musicians and Music Creators on the Open Web"
    }
]